[{"content_description": "“只希望能手牵手在太阳下散步”，这个象征故事内核的绝望念想，有如一个美丽的幌子，随着无数凌乱、压抑、悲凉的故事片段像纪录片一样一一还原：没有痴痴相思，没有海枯石烂，只剩下一个冰冷绝望的诡计，最后一丝温情也被完全抛弃，万千读者在一曲救赎罪恶的凄苦爱情中悲切动容……", "ISBN": "9787544242516", "name": "白夜行", "author": "[日] 东野圭吾", "price": "29.80元", "press": "南海出版公司", "score": "9.1", "link": "https://book.douban.com/subject/3259440/", "author_profile": "东野圭吾，日本著名作家。1958年生于大阪。1985年，以第31届江户川乱步奖获奖作品《放学后》出道，开始扬名立万。20年作品逾60部，几乎囊括日本所有大奖：1999年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖；2000年，《白夜行》入围第122届直木奖；2001年，《暗恋》入围第125届直木奖；2004年，《幻夜》入围第131届直木奖；2006年的《嫌疑人X的献身》，获得第134届直木奖、第6届本格推理小说大奖。\n《白夜行》出版之后引起巨大轰动，使东野圭吾成为天王级作家。小说被改编成同名电视连续剧，与图书一同为作家带来了如潮好评，使他成为日本、韩国与台湾等地最受欢迎的作家之一。", "date": "2008-9", "page": "467"}
,{"content_description": "这是一部动人心弦的、平缓舒雅的、略带感伤的恋爱小说。小说主人公渡边以第一人称展开他同两个女孩间的爱情纠葛。渡边的第一个恋人直子原是他高中要好同学木月的女友，后来木月自杀了。一年后渡边同直子不期而遇并开始交往。此时的直子已变得娴静腼腆，美丽晶莹的眸子里不时掠过一丝难以捕捉的阴翳。两人只是日复一日地在落叶飘零的东京街头漫无目标地或前或后或并肩行走不止。直子20岁生日的晚上两人发生了性关系，不料第二天直子便不知去向。几个月后直子来信说她住进一家远在深山里的精神疗养院。渡边前去探望时发现直子开始带有成熟女性的丰腴与娇美。晚间两人虽同处一室，但渡边约束了自己，分手前表示永远等待直子。返校不久，由于一次偶然相遇，渡边开始与低年级的绿子交往。绿子同内向的直子截然相反，“简直就像迎着春天的晨光蹦跳到世界上来的一头小鹿”。这期间，渡边内心十分苦闷彷徨。一方面念念不忘直子缠绵的病情与柔情，一方面又难以抗拒绿子大胆的表白和迷人的活力。不久传来直子自杀的噩耗，渡边失魂魄地四处徒步旅行。最后，在直子同房病友玲子的鼓励下，开始摸索此后的人生。", "ISBN": "9787532725694", "name": "挪威的森林", "author": "[日] 村上春树", "price": "18.80元", "press": "上海译文出版社", "score": "8.0", "link": "https://book.douban.com/subject/1046265/", "author_profile": "村上春树（1949- ），日本小说家。曾在早稻田大学文学部戏剧科就读。1979年，他的第一部小说《听风之歌》问世后，即被搬上了银幕。随后，他的优秀作品《1973年的弹子球》、《寻羊冒险记》、《挪威的森林》等相继发表。他的创作不受传统拘束，构思新奇，行文潇洒自在，而又不流于庸俗浅薄。尤其是在刻画人的孤独无奈方面更有特色，他没有把这种情绪写成负的东西，而是通过内心的心智性操作使之升华为一种优雅的格调，一种乐在其中的境界，以此来为读者，尤其是生活在城市里的人们提供了一种生活模式或生命的体验。", "date": "2001-2", "page": "350"}
,{"content_description": "地主少爷福贵嗜赌成性，终于赌光了家业一贫如洗，穷困之中的福贵因为母亲生病前去求医，没想到半路上被国民党部队抓了壮丁，后被解放军所俘虏，回到家乡他才知道母亲已经去世，妻子家珍含辛茹苦带大了一双儿女，但女儿不幸变成了聋哑人，儿子机灵活泼……\n然而，真正的悲剧从此才开始渐次上演，每读一页，都让我们止不住泪湿双眼，因为生命里难得的温情将被一次次死亡撕扯得粉碎，只剩得老了的福贵伴随着一头老牛在阳光下回忆。", "ISBN": "9787544210966", "name": "活着", "author": "余华", "price": "12.00元", "press": "南海出版公司", "score": "9.1", "link": "https://book.douban.com/subject/1082154/", "author_profile": "余华，浙江海盐人，1960年出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，余华曾当过牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，长篇小说《在细雨中呼喊》、《战栗》及《兄弟》。", "date": "1998-5", "page": "195"}
,{"content_description": "12岁的阿富汗富家少爷阿米尔与仆人哈桑情同手足。然而，在一场风筝比赛后，发生了一件悲惨不堪的事，阿米尔为自己的懦弱感到自责和痛苦，逼走了哈桑，不久，自己也跟随父亲逃往美国。\n成年后的阿米尔始终无法原谅自己当年对哈桑的背叛。为了赎罪，阿米尔再度踏上暌违二十多年的故乡，希望能为不幸的好友尽最后一点心力，却发现一个惊天谎言，儿时的噩梦再度重演，阿米尔该如何抉择？\n故事如此残忍而又美丽，作者以温暖细腻的笔法勾勒人性的本质与救赎，读来令人荡气回肠。", "ISBN": "9787208061644", "name": "追风筝的人", "author": "[美] 卡勒德·胡赛尼", "price": "29.00元", "press": "上海人民出版社", "score": "8.8", "link": "https://book.douban.com/subject/1770782/", "author_profile": "卡勒德·胡赛尼（Khaled Hosseini），1965年生于阿富汗喀布尔市，后随父亲迁往美国。胡赛尼毕业于加州大学圣地亚哥医学系，现居加州。“立志拂去蒙在阿富汗普通民众面孔的尘灰，将背后灵魂的悸动展示给世人。”著有小说《追风筝的人》(The Kite Runner，2003）、《灿烂千阳》(A Thousand Splendid Suns，2007)、《群山回唱》（And the Mountains Echoed,2013）。作品全球销量超过4000万册。2006年，因其作品巨大的国际影响力，胡赛尼获得联合国人道主义奖，并受邀担任联合国难民署亲善大使。", "date": "2006-5", "page": "362"}
,{"content_description": "《围城》是钱钟书所著的长篇小说。第一版于1947年由上海晨光出版公司出版。1949年之后，由于政治等方面的原因，本书长期无法在中国大陆和台湾重印，仅在香港出现过盗印本。1980年由作者重新修订之后，在中国大陆地区由人民文学出版社刊印。此后作者又曾小幅修改过几次。《围城》自从出版以来，就受到许多人的推重。由于1949年后长期无法重印，这本书逐渐淡出人们的视野。1960年代，旅美汉学家夏志清在《中国现代小说史》(A History of Modern Chinese Fiction)中对本书作出很高的评价，这才重新引起人们对它的关注。人们对它的评价一般集中在两方面，幽默的语言和对生活深刻的观察。从1990年代开始，也有人提出对本书的不同看法，认为这是一部被“拔高”的小说，并不是一部出色的作品。很多人认为这是一部幽默作品。除了各具特色的人物语言之外，作者夹叙其间的文字也显着机智与幽默。这是本书的一大特色。也有人认为这是作者卖弄文字，语言显得尖酸刻薄。但这一说法并不为大多数人接受。", "ISBN": "9787020024759", "name": "围城", "author": "钱锺书", "price": "19.00", "press": "人民文学出版社", "score": "8.9", "link": "https://book.douban.com/subject/1008145/", "author_profile": "钱钟书(1910－1998)，字哲良，默存，号槐聚，中国江苏无锡人，中国近代著名作家、 文学研究家。毕业于清华大学外文系，获文学学士，赴上海，到光华大学任教。后考取第三届(1935年)庚子赔款公费留学资格，名列榜首，留学英国牛津大学 埃克塞特学院。大学毕业后任教于多所高校。新中国成立后被评为一级教授。晚年就职于中国社会科学院，任副院长。其夫人杨绛也是著名作家，育有一女钱媛(1937年-1997年)。曾为《毛泽东选集》英文版翻译小组成员。1998年逝世，享年88岁。", "date": "1991-2", "page": "359"}
,{"content_description": "小王子是一个超凡脱俗的仙童，他住在一颗只比他大一丁点儿的小行星上。陪伴他的是一朵他非常喜爱的小玫瑰花。但玫瑰花的虚荣心伤害了小王子对她的感情。小王子告别小行星，开始了遨游太空的旅行。他先后访问了六个行星，各种见闻使他陷入忧伤，他感到大人们荒唐可笑、太不正常。只有在其中一个点灯人的星球上，小王子才找到一个可以作为朋友的人。但点灯人的天地又十分狭小，除了点灯人他自己，不能容下第二个人。在地理学家的指点下，孤单的小王子来到人类居住的地球。\n小王子发现人类缺乏想象力，只知像鹦鹉那样重复别人讲过的话。小王子这时越来越思念自己星球上的那枝小玫瑰。后来，小王子遇到一只小狐狸，小王子用耐心征服了小狐狸，与它结成了亲密的朋友。小狐狸把自己心中的秘密——肉眼看不见事务的本质，只有用心灵才能洞察一切——作为礼物，送给小王子。用这个秘密，小王子在撒哈拉大沙漠与遇险的飞行员一起找到了生命的泉水。最后，小王子在蛇的帮助下离开地球，重新回到他的B612号小行星上。\n童话描写小王子没有被成人那骗人的世界所征服，而最终找到自己的理想。这理想就是连结宇宙万物的爱，而这种爱又是世间所缺少的。因此，小王子常常流露出一种伤感的情绪。作者圣埃克絮佩里在献辞中说：这本书是献给长成了大人的从前那个孩子。\n《小王子》不仅赢得了儿童读者，也为成年人所喜爱，作品凝练的语言渗透了作者对人类及人类文明深邃的思索。它所表现出的讽刺与幻想，真情与哲理，使之成为法国乃至世界上最为著名的一部童话小说。", "ISBN": "9787020042494", "name": "小王子", "author": "[法] 圣埃克苏佩里", "price": "22.00元", "press": "人民文学出版社", "score": "9.0", "link": "https://book.douban.com/subject/1084336/", "author_profile": "安托万·德·圣埃克苏佩里（Antoine de Saint-Exupery, 1900-1944）1900年6月29日出生在法国里昂。他曾经有志于报考海军学院，未能如愿，却有幸成了空军的一员。1923年退役后，先后从事过各种不同的职业。\n1926年，圣埃克苏佩里进入拉泰科埃尔航空公司。在此期间，出版小说《南方邮件》（1929）、《夜航》（1931），从此他在文学上声誉鹊起。1939年，又一部作品《人的大地》问世。\n第二次世界大战期间他重入法国空军。后辗转去纽约开始流亡生活。在这期间，写出《空军飞行员》、《给一个人质的信》、《小王子》（1943）等作品。1944年返回同盟国地中海空军部队。在当年7月31日的一次飞行任务中，他驾驶飞机飞上湛蓝的天空，就此再也没有回来。", "date": "2003-8", "page": "97"}
,{"content_description": "从朱元璋的出身开始写起，到永乐大帝夺位的靖难之役结束为止。叙述了明朝最艰苦卓绝的开国过程。朱元璋pk陈友谅，谁堪问鼎天下？战太平、太湖大决战。卧榻之侧埋恶虎，铲除张士诚。徐达、常遇春等不世名将乘胜逐北破北元。更有明朝最大的谜团——永乐夺位、建文失踪的靖难之役。", "ISBN": "9787505722460", "name": "明朝那些事儿（壹）", "author": "当年明月", "price": "24.80", "press": "中国友谊出版公司", "score": "8.8", "link": "https://book.douban.com/subject/1873231/", "author_profile": "当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。", "date": "2006-9", "page": "298"}
,{"content_description": "这本书里记录的是作者2005—2009年左右(尤其是2006—2007年)生活里的点点滴滴。在这本书里，被“审视”的东西杂七杂八，有街上的疯老头，有同宿舍的室友，有爱情、电影和书，大到制度，小到老鼠。由于我写这些东西的时候，出发点并不是写一本书，所以不同文章往往风格迥异，长短不一，质量不均，随着社会形势、荷尔蒙周期以及我逃避生活的力度而起伏。", "ISBN": "9787542631664", "name": "送你一颗子弹", "author": "刘瑜", "price": "25.00元", "press": "上海三联书店", "score": "8.6", "link": "https://book.douban.com/subject/4238362/", "author_profile": "Drunk Piano，生于1975年12月。毕业于中国人民大学，政治学博士，现执教于剑桥大学。小说、随笔、政治评论散见于《芙蓉》、《希望》、《南风窗》、《外滩画刊》。曾以DrunkPiano网名在某海外网站，连载其主要小说作品。", "date": "2010-1", "page": "339"}
,{"content_description": "与三体文明的战争使人类第一次看到了宇宙黑暗的真相，地球文明像一个恐惧的孩子，熄灭了寻友的篝火，在暗夜中发抖。自以为历经沧桑，其实刚刚蹒跚学步；自以为悟出了生存竞争的秘密，其实还远没有竞争的资格。\n使两个文明命悬一线的黑暗森林打击，不过是宇宙战场上一个微不足道的插曲。真正的星际战争没人见过，也不可能见到，因为战争的方式和武器已经远远超出人类的想象，目睹战场之日，即是灭亡之时。\n宇宙的田园时代已经远去，昙花一现的终极之美最终变成任何智慧体都无法做出的梦，变成游吟诗人缥缈的残歌；宇宙的物竞天择已到了最惨烈的时刻，在亿万光年暗无天日的战场上，深渊最底层的毁灭力量被唤醒，太空变成了死神广阔的披风。\n太阳系中的人们永远不会知道这一切，最后直面真相的，只有两双眼睛。", "ISBN": "9787229030933", "name": "三体Ⅲ", "author": "刘慈欣", "price": "38.00元", "press": "重庆出版社", "score": "9.2", "link": "https://book.douban.com/subject/5363767/", "author_profile": "刘慈欣，祖籍河南，长于山西，中国科普作家协会会员，山西省作家协会会员，高级工程师。\n自1999年处女作《鲸歌》问世以来，刘慈欣已发表短篇科幻小说三十余篇、出版长篇科幻小说六部，并创下连续八年荣获中国科幻最高奖“银河奖”的纪录。其长篇力作《三体》开创《科幻世界》月刊连载原创作品之先河，一举成为2006年度最受关注、最畅销的科幻小说，《三体Ⅱ·黑暗森林》也因此被读者誉为“最值得期待的科幻小说”。\n刘慈欣的作品宏伟大气、想象绚丽，既注重极端空灵与厚重现实的结合，也讲求科学的内涵和美感，具有浓郁的中国特色和鲜明的个人风格，为中国科幻确立了一个新高度。", "date": "2010-12-1", "page": "513"}
,{"content_description": "现代人内心流失的东西，这家杂货店能帮你找回——\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中……\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。——东野圭吾", "ISBN": "9787544270878", "name": "解忧杂货店", "author": "(日)东野圭吾", "price": "39.50元", "press": "南海出版公司", "score": "8.6", "link": "https://book.douban.com/subject/25862578/", "author_profile": "东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。", "date": "2014-5", "page": "291"}
,{"content_description": "《哈利·波特与“混血王子”》是“哈利·波特”系列的第六部。\n仲夏的一个夜晚，反常的浓雾笼罩在窗户玻璃上，哈利·波特在女贞路4号德思礼家自己的卧室里紧张地等待着邓布利多教授的来访。\n哈利不太确定邓布利多是否真的会来德思礼家。邓布利多为什么现在要来看他呢？几个星期之后，他就要返校，邓布利多为什么不能等一等呢？哈利六年级的学习似乎就这样出人意料地提前开始了……\n而更加出人意料的事情还在接踵而至：邓布利多终于让斯内普教授如愿以偿，任命其担任黑魔法防御术课教师……哈利从教室的储藏柜里翻到一本魔药课本，它的前任主人是“混血王子”，从此哈利在神秘“王子”的帮助下成为“魔药奇才”……邓布利多开始了给哈利的单独授课，但奇怪的是，邓布利多却经常离开学校外出……在邓布利多的课上，哈利经历了几段关于少年伏地魔的惊心动魄的记忆，揭示了伏地魔不同寻常的身世之谜……\n哈利隐隐觉得这一学期期内普教授和马尔福的关系发生了微妙变化，其中似乎别有一番隐情，而马尔福更是行踪诡秘……哈利试图揭穿马尔福的阴谋，但始终没有成功，直到马尔福把食死徒引进学校，斯内普对邓布利多校长举起了魔杖……", "ISBN": "9787020053230", "name": "哈利·波特与混血王子", "author": "[英] J. K. 罗琳", "price": "58.00元", "press": "人民文学出版社", "score": "8.8", "link": "https://book.douban.com/subject/1432596/", "author_profile": "J. K. 罗琳（J. K. Rowling, 1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。\nJ.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。", "date": "2005-10", "page": "496"}
,{"content_description": "《边城》是沈从文的代表作，写于一九三三年至一九三四年初。这篇作品如沈从文的其他湘西作品，着眼于普通人、善良人的命运变迁，描摹了湘女翠翠阴差阳错的生活悲剧，诚如作者所言：“一切充满了善，然而到处是不凑巧。既然是不凑巧，因之素朴的善终难免产生悲剧。”\n《边城》写出了一种如梦似幻之美，像摆渡、教子、救人、助人、送葬这些日常小事，在作者来都显得相当理想化，颇有几分“君子田”的气象。当然，矛盾也并非不存在，明眼人一看便知，作者所用的背景材料中便隐伏着社会矛盾的影子。作者亦不曾讳言他的写作意图是支持“民族复兴大业的人”，“给他们一种勇气和信心”。", "ISBN": "9787537823425", "name": "边城", "author": "沈从文", "price": "12.00元", "press": "北岳文艺出版社", "score": "8.6", "link": "https://book.douban.com/subject/1057244/", "author_profile": "沈从文（1902-1988），小说家、散文家。原名沈岳焕，湖南凤凰人。1918年小学毕业后，随本乡土著部队在沅水流域各县生活，后正式参加军队。 1922年受五四运动影响离开军队到北京，学习写作。1924年起开始在北京《晨报》副刊、《现代评论》、《小说月报》发表作品。1934年至1935 年，在北京、天津编辑《大公报》文艺副刊。抗战爆发后在昆明西南联大任教。新中国成立后，在中国历史博物馆和故宫博物院工作。著有长篇小说《边城》、《长河》等，散文集《湘行散记》、《湘西》等。", "date": "2002-4", "page": "174"}
,{"content_description": "Harry has been burdened with a dark, dangerous and seemingly impossible task: that of locating and destroying Voldemort’s remaining Horcruxes. Never has Harry felt so alone, or faced a future so full of shadows. But Harry must somehow find within himself the strength to complete the task he has been given. He must leave the warmth, safety, and companionship of The Burrow and follow without fear or hesitation the inexorable path laid out for him.\nIn this final, seventh installment of the Harry Potter series, J.K. Rowling unveils in spectacular fashion the answers to the many questions that have been so eagerly awaited. The spellbinding, richly woven narrative, which plunges, twists and turns at a breathtaking pace, confirms the author as a mistress of storytelling, whose books will be read, reread and read again.\nHarry is waiting in Privet Drive. The Order of the Phoenix is coming to escort him safely away without Voldemort and his supporters knowing – if they can. But what will Harry do then? How can he fulfil the momentous and seemingly impossible task that Professor Dumbledore has left him with?", "ISBN": "9780545010221", "name": "Harry Potter and the Deathly Hallows", "author": "J.K.Rowling", "price": "34.99美元", "press": "Arthur A. Levine Books", "score": "8.9", "link": "https://book.douban.com/subject/1975797/", "author_profile": "J. K. 罗琳（J. K. Rowling, 1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。\nJ.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。", "date": "2007-7-21", "page": "784"}
,{"content_description": "天龙八部乃金笔下的一部长篇小说，与《射雕》，《神雕》等    几部长篇小说一起被称为可读性最高的金庸小说。《天龙》的故事情节曲折，内容丰富，也曾多次被改编为电视作品。是金庸作品中集大成的一部。故事以南宋末年动荡的社会环境为背景，展开波澜壮阔的历史画卷，塑造了乔峰、段誉、虚竹、慕容复等形象鲜明的人物，成为武侠史上的经典之作。故事精彩纷呈，人物命运悲壮多变，是可读性很强的作品，具有震撼人心的力量", "ISBN": "9787108006721", "name": "天龙八部", "author": "金庸", "price": "96.0", "press": "生活.读书.新知三联书店", "score": "9.0", "link": "https://book.douban.com/subject/1255625/", "author_profile": "金庸（1924年2月6日—），香港“大紫荆勋贤”。原名查良镛(zhā liáng yōng，英：Louis Cha)，浙江海宁人，当代著名作家、新闻学家、企业家、社会活动家，《香港基本法》主要起草人之一。金庸是新派武侠小说最杰出的代表作家，被普遍誉为武侠小说作家的“泰山北斗”，更有金迷们尊称其为“金大侠”或“查大侠”。\n金庸生于1924年，祖籍为安徽省桐城，出生在浙江海宁，查家为当地望族，历史上最鼎盛期为清康熙年间，以查慎行为首叔侄七人同任翰林。现代查氏家族还有两位知名人物，南开大学教授查良铮（穆旦）（四十年代九叶派代表诗人，翻译家），台湾学术界风云人物、司法部长查良钊。出自海宁的著名人物还有王国维和徐志摩。徐志摩是金庸的表兄。金庸祖父查沧珊是“丹阳教案”的当事人。\n1937年，金庸考入浙江一流的杭州高中，离开家乡海宁。1939年金庸15岁时曾经和同学一起编写了一本指导学生升初中的参考书《给投考初中者》，畅销内地，这是此类书籍在中国第一次出版，也是金庸出版的第一本书。1941年日军攻到浙江，金庸进入联合高中，那时他17岁，临毕业时因为写讽刺黑板报《阿丽丝漫游记》被开除。另一说是写情书.1944年考入重庆国立政治大学外文系，因对国民党职业学生不满投诉被勒令退学，一度进入中央图书馆工作，后转入苏州东吴大学(今苏州大学)学习国际法。抗战胜利后回杭州进《东南日报》做记者，1948年在数千人参加的考试中脱颖而出，进入《大公报》，做编辑和收听英语国际电讯广播当翻译。不久《大公报》香港版复刊，金庸南下到香港。\n1950年，《大公报》所属《新晚报》创刊，金庸调任副刊编辑，主持《下午茶座》栏目，也做翻译、记者工作，与梁羽生（原名陈文统）一个办公桌，写过不少文艺小品和影评（笔名姚馥兰和林欢）。姚馥兰的意思是英文的Your friend.(你的朋友)。1955年开写《书剑恩仇录》，在《大公报》与梁羽生、陈凡（百剑堂主）开设《三剑楼随笔》，成为专栏作家。1957年进入长城电影公司，专职为编剧，写过《绝代佳人》、《兰花花》、《不要离开我》、《三恋》、《小鸽子姑娘》、《午夜琴声》等剧本，合导过《有女怀春》、《王老虎抢亲》（所用笔名为林欢）。\n建国不久，金庸为了实现外交家的理想来到北京，但由于种种原因而失望地回到香港，从而开始了武侠小说的创作。\n1959年离开长城电影公司，与中学同学沈宝新合资创办《明报》，任主编兼社长历35年，期间又创办《明报月刊》、《明报周刊》、新加坡《新明日报》及马来西亚《新明日报》等。金庸任董事长期间，《明报》成为香港最有影响的报纸之一，有人把它比喻成香港的《泰晤士报》。其对中国时局的预测和分析，是其它报纸不能比拟的。《明报月刊》则是华人世界最文人化的刊物，其对大中华关怀，深受全世界华人好评。\n从五十年代末——七十年代初，金庸共写武侠小说15部，1972年宣布封笔，开始修订工作。\n1981年后金庸数次回大陆，先后受到邓小平、江泽民等领导人的接见，1985年任香港基本法起草委员会委员，1986年被任命为基本法起草委员会“政治体制”小组港方负责人，1989年辞去基本法委员职务，卸任《明报》社长职务，1992年到英国牛津大学当访问学者，1994年辞去《明报》企业董事局主席职务。1999~2005年任浙江大学人文学院院长。\n金庸博学多才。就武侠小说方面，金庸阅历丰富，知识渊博，文思敏捷，眼光独到。他继承古典武侠小说之精华，开创了形式独特、情节曲折、描写细腻且深具人性和豪情侠义的新派武侠小说先河。举凡历史、政治、古代哲学、宗教、文学、艺术、电影等都有研究，作品中琴棋书画、诗词典章、天文历算、阴阳五行、奇门遁甲、儒道佛学均有涉猎，金庸还是香港著名的政论家、企业家、报人，曾获法国总统“荣誉军团骑士”勋章，英国牛津大学董事会成员及两所学院荣誉院士，多家大学名誉博士。\n金庸一支笔写武侠，一支笔纵论时局，享誉香江；少年游侠，中年游艺，老年游仙；为文可以风行一世，为商可以富比陶朱，为政可以参国论要：金庸一生的传奇，可谓多姿多彩之至。佛学对金庸的影响很大。在他的文学作品中处处可见金庸中庸平和的风格。", "date": "1994-5", "page": "1573"}
,{"content_description": "故事开始于一个虚构的城市浅川，一个深北方长满高大香樟的城市。几个年轻的人开始自己的高中生活，一切都似乎格外的平静和缓慢，带着夏日特有的让人昏昏欲睡的叙述情绪，仿佛夏日午后浓烈如同泼墨的阳光一样。故事就在这样的环境里开始。\n而接下来，最为平凡的几个高中生开始有了各自的人生路程，陆之昂的母亲因为癌症去世，深刻地改变了他的性格，而傅小司因为参加津川美术大赛一举成名，成为全中国都有小有名气的插画家。之后那些曾经在一起的年轻人因为毕业而分离，立夏和傅小司去北京继续念书，陆之昂去了日本，而七七去了上海。而从小孤独的遇见，放弃了自己在浅川的一段与青田的美好感情而单独去了北京，开始为实现自己的歌唱的梦想而努力。\n从此个人的命运都有了千差万别，而一开始缓慢而安静的叙述被快节奏的变故所取代，成人世界的大门洞开，里面的世界一点一点地展现在他们面前。在傅小司的画集发行后，他红遍了全中国。而立夏成为了傅小司的助手，七七在上海因为一次陪朋友参加歌唱比赛而成为了歌手，在发完第一张唱片之后飞速成为全中国的青春偶像，而反倒一直为了唱歌而努力的遇见，却在北京辛苦地生活，但是她却依然没有放弃成为最好的歌手的梦想……\n正在每个人都对急速到来的世界冲撞得看不清未来的时候，他们并不知道之后的更大的逆境就要降临，也正是接着的种种事件，几乎完全逆转并摧毁了每个人的人生……", "ISBN": "9787531328858", "name": "1995-2005夏至未至", "author": "郭敬明", "price": "24.00元", "press": "春风文艺出版社", "score": "7.4", "link": "https://book.douban.com/subject/1049189/", "author_profile": "郭敬明，上海大学学生，曾出版长篇小说《幻城》《梦里花落知多少》，散文集《爱与痛的边缘》，《左手倒影右手年华》，策划编辑书系《岛》，2003和2004连续两年成为福布斯中国名人榜最年轻入选者。", "date": "2005-2", "page": "183"}
,{"content_description": "“菊”本是日本皇室家徽，“刀”是武家文化的象征。但本尼迪克特在以此命名本书时，似乎并未从这种含义出发，而是以“菊”和“刀”来象征日本人的矛盾性格，亦即日本文化的双重性(如爱美而又黩武，尚礼而又好斗，喜新而又顽固，服从而又不驯等等)，由此入手，进而分析日本社会的等级制及有关习俗，并指出日本幼儿教养和成人教养的不连续性是形成双重性格的重要因素。著者把日本文化的特征概括为“耻感文化”，认为它与西方的“罪感文化”不同，其强制力在于外部社会而不在于人的内心。对于这些观点，有些日本社会学者评价很高，认为表现了“深刻的洞察力”。有些日本历史学者则不同意，认为作者把特定时代、特殊社会集团的社会心理当作“日本人”的普遍心理，在方法论上有非历史的和超阶级的缺点。评价虽然不同，影响很大则是事实。1951年此书被列入日本《现代教养文库》，至1963年已重印三十六次。1982年出版的一本介绍“日本学”名著的书中称赞此书是现代日本学的鼻祖，是文化人类学者研究日本的经典性著作。1986年一篇综述战后日本研究状况的文章列举七种代表性观点，说《菊与刀》是令人注目的一种。凡此都表明，此书影响至今不衰。", "ISBN": "9787100012935", "name": "菊与刀", "author": "（美）鲁思・本尼迪克特", "price": "16.00", "press": "商务印书馆", "score": "8.2", "link": "https://book.douban.com/subject/1022238/", "author_profile": "鲁思·本尼迪克特(Ruth Benedict)1887年生于纽约。原姓富尔顿(Fulton)，其祖先曾参加美国独立战争。她本人大学时期主修英国文学。1919年入哥伦比亚大学研究人类学，是Franz Boas的学生，1923年获博士学位。1927年研究印第安部落的文化，写成《文化的类型》(Patterns of Culture，1934年出版)一书。1940年著《种族：科学与政治》(Race：Science and Politics)，批判种族歧视。第二次世界大战期间从事对罗马尼亚、荷兰、德国、泰国等国民族性的研究，而以对日本的研究，即《菊与刀》一书成就最大。战后，她继续在哥伦比亚大学参加“当代文化研究”，于1948年9月，病逝。", "date": "1990-6", "page": "218"}
,{"content_description": "百年一遇的数学天才石神，每天唯一的乐趣，便是去固定的便当店买午餐，只为看一眼在便当店做事的邻居靖子。\n靖子与女儿相依为命，失手杀了前来纠缠的前夫。石神提出由他料理善后。石神设了一个匪夷所思的局，令警方始终只能在外围敲敲打打，根本无法与案子沾边。石神究竟使用了什么手法？", "ISBN": "9787544245555", "name": "嫌疑人X的献身", "author": "（日）东野圭吾", "price": "19.80元", "press": "南海出版公司", "score": "9.0", "link": "https://book.douban.com/subject/4117922/", "author_profile": "东野圭吾，日本著名作家。1958年生于大阪。1985年，以第31届江户川乱步奖获奖作品《放学后》出道，开始扬名立万。20年作品逾60部，几乎囊括了日本所有大奖，1998年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖；1999年，《白夜行》入围第122届直木奖；2001年，《暗恋》入围第125届直木奖；2003年，《信》入围第129届直木奖。2006年，《嫌疑人X的献身》终于捧得日本文学最高荣誉直木奖。\n前期作品多写得精巧细致，随着写作功底浸润日深，尤其是《白夜行》之后，笔锋日渐老辣：文字鲜加雕琢，叙述简练凶狠，情节跌宕诡异，故事架构几至匪夷所思的地步。至巅峰之作《嫌疑人X的献身》，叙事与推理，均已炉火纯青：最好的诡计、无懈可击的推理、恰当的伏笔，以及最普通但最不易猜透的悬念，受到大奖评委的莫大青睐，同时获得直木奖和本格推理小说大奖，更受到评论界、媒体和广大读者的如潮好评，创造了日本推理小说史上绝无仅有的奇迹——同时摘得“这本小说了不起”、“本格推理小说Top 10”、“周刊文艺推理小说Top 10”三大推理小说排行榜年度总冠军。", "date": "2009年11月", "page": "251"}
,{"content_description": "柯景腾读国中时是一个成绩暴烂而且又调皮捣蛋的男生，老师将他“托付”给班里最优秀的女生沈佳仪。只要他不认真学习，沈佳仪就会用钢笔戳他的衣服。\n在沈佳仪的监督和鼓励下，柯景腾的成绩就像芝麻开花节节高，渐渐地，他也喜欢上了气质优雅的沈佳仪。但是柯景腾却不敢向心爱的女生表白，因为几乎被所有男生喜欢的沈佳仪对追求她的男生一律有一种反感，她只想好好学习，不希望别人介入自己的生活。\n但是，为何沈佳仪唯独愿意把心事与柯景腾分享呢？她对他究竟有没有别样的感觉呢？柯景腾暗恋沈佳仪八年最终能否修得正果呢？让我们走进《那些年，我们一起追过的女孩》，一起来寻找最纯真的感动吧！", "ISBN": "9787806737842", "name": "那些年，我们一起追的女孩", "author": "九把刀", "price": "20.00元", "press": "花山文艺出版社", "score": "8.2", "link": "https://book.douban.com/subject/1958227/", "author_profile": "九把刀，本名柯景腾，东海大学研究生，网坛文学高手。99 年以中篇小说《恐惧炸弹》在网络上一炮而红。部分作品在台湾新生报等媒体连载，读者反应热烈，目前网络文学最大站猫园中长篇小说版最具人气的作家！被誉为“网络文学经典制造机”。九把刀在写作上自创一种黑色神经喜剧的风格，用词辛辣，奇想联翩，好笑且诱人深省，别有一番神奇寓意。", "date": "2007-1", "page": "196"}
,{"content_description": "第五部的内容包括两大部分。\n第一部分是内争。写严嵩倒台后徐阶、高拱、张居正三个杰出的政治家各施手段，你方唱罢我登场。三人都是实干家，为中兴朝廷呕心沥血；同样又都是阴谋家，铲除异己心狠手辣。而这两点又均以张居正为最：一条鞭法和考成法的改革措施遗惠万民、泽及百代；顺我者昌，逆我者死，虽杀门生亦不眨眼。\n第二部分是外战，亦即援朝抗日战争。从庙算到外交，从战争到和平，帷幄运筹神鬼莫测、惊心动魄。战争场面波澜壮阔、杀声震天。更描绘了一系列栩栩如生、呼之欲出的英雄人物，如“不世出之英雄”李如松，临危受命、甘当大任的朝鲜名将李舜臣，誓死不退、以身殉国的老将邓子龙等。", "ISBN": "9787505724181", "name": "明朝那些事儿（伍）", "author": "当年明月", "price": "28.80", "press": "中国友谊出版公司", "score": "8.8", "link": "https://book.douban.com/subject/3009821/", "author_profile": "当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。", "date": "2008-3", "page": "329"}
,{"content_description": "年仅18岁的韩寒是一个引人注目的角色。他是上海松江二中高一的学生，以一篇《杯中窥人》问鼎首届全国新概念作文大赛一等奖，并出版了长篇新作《三重门》，但与此同时，他却在期末考试中几门功课高挂“红灯”而留级、休学。韩寒如今成为一个热门话题——“一个‘高材’留级生引出的话题”，引起众多师生和家长的关注，以及语文教育的反思。这个韩寒，究竟是一个怎样的人？他对社会、对人世、对人生、对周围的一切怎么看？通过他的", "ISBN": "9787208035164", "name": "零下一度", "author": "韩寒", "price": "12.00", "press": "上海人民出版社", "score": "7.2", "link": "https://book.douban.com/subject/1034108/", "author_profile": "韩寒，1982.9.23出生于上海金山。作家，赛车手。1998年“新概念”作文大赛以《杯中窥人》获一等奖，其文笔老练，语言犀利。 1999年三月韩寒开始写作小说《三重门》，至今销售量已逾190万多册。后退学，现为上海大众333 车队职业赛车手，成绩优异。已出版作品：《三重门》、《零下一度》、《像少年啦飞驰》、《通稿2004》、《毒》、《韩寒五年文集》、《长安乱》、《就这么漂来漂去》、《一座城池》、《寒》、《光荣日》 或有其他，则为伪作。", "date": "2000-08", "page": "209"}
,{"content_description": "《华胥引(套装共2册)》主要内容包括：华胥一引，乱世成殇。琴弦震响于九州列国之上，无声惊动。这是一个发生在乱世的故事。城破之日，卫国公主叶蓁以身殉国，依靠鲛珠死而复生。当她弹起华胥调，便生死人肉白骨，探入梦境与回忆。幻术构成的曲谱里，尽是人世的辛酸与苦涩。而她与亡她国家的陈国世子一次一次于幻境中相遇，身份两重，缘也两重。清平华胥调，能不能让每个人追回旧日的思念，不再悲伤？", "ISBN": "9787802443914", "name": "华胥引（全二册）", "author": "唐七公子", "price": "39.80元", "press": "现代出版社", "score": "8.6", "link": "https://book.douban.com/subject/5916880/", "author_profile": "唐七公子： 中学时看王尔德的书，里边有句话一直记着。他说，一个人想恢复青春，只消重演过去干的蠢事就够了。倒并不是觉得他说得好，不知道怎么就记到现在了。如今，我每天都在干蠢事，一边青春着，一边觉得继续这么青春下去有点不妙。\n出版有作品《华胥引》《岁月是朵两生花》《三生三世十里桃花》等", "date": "2011-1", "page": "448"}
,{"content_description": "《灌篮高手》又名《篮球飞人》，故事讲述高一学生樱木花道在国中时被50位他心仪的女孩子拒绝了，因第50个女生的一句“我喜欢的是篮球队的小田同学。”而对篮球深恶痛绝。但当他进了湘北高校后，一名叫晴子的女生走来问他“你喜欢篮球吗？”因为晴子，樱木于是由从不喜欢篮球，摇身一变地向晴子说： “我喜欢！”樱木为得到晴子的芳心，不顾一切的加入湘北篮球社，并以惊人的速度进步，这样樱木的篮球生涯自此展开了。\n在湘北篮球队中，队长赤木是位一直因无良好队友而无法出人头地的灌篮高手。然而在这一年有初中时已是篮球高手的流川枫，经常打架而住院的宫城良田出院，曾误入歧途但初中时是MVP的三井寿加入湘北篮球社，使赤木称霸全国的心愿不再是梦想。在县大赛中，他们五人合力终于拿到全国大赛的入场券。\n全国大赛毕竟不同于县大赛，在第二回合，湘北就碰上了去年也是前年的霸主——三王工高。所有观众都认为三王必胜，湘北处于心理弱势。然而历史的改变势不可当，湘北背水一战，在死对头樱木花道和流川枫的合作下，终将山王击败……", "ISBN": "9787806649343", "name": "灌篮高手31", "author": "[日] 井上雄彦", "price": "7.50元", "press": "长春出版社", "score": "9.5", "link": "https://book.douban.com/subject/1221515/", "author_profile": "井上雄彦在日本九州鹿儿岛县出生，最喜欢的漫画家是池上辽一，最喜欢的篮球明星是美国芝加哥公牛队的迈克尔·乔丹。从19岁开始，正是在大学就学期间，他一有空闲就会抓紧业余时间大量地绘画漫画，结果工多艺熟，为他将来向漫画界发展打下良好的基础。由于从小就受到水岛新司的作品影响，所以也都很喜欢绘画一些充满动感的体育漫画。 1989年，年仅22岁的雄彦凭着出色的画技获得手冢治虫奖。在导师的鼓励下，他毅然决定离开已就读三年的熊本大学文学部， 投身于漫画界发展。 由于他的漫画入选了《少年JUMP》，经编辑介绍，他在北条司门下做了一年助理。期间，他一直都有个人连载漫画出版，到了1990年，他推出的漫画集《篮球飞人》，非常畅销。", "date": "2005-1", "page": "184"}
,{"content_description": "《黄金时代》是《时代三部曲》之一。  这是以文革时期为背景的系列作品构成的长篇。发生“文化大革命”的二十世纪六七十年代，正是我们国家和民族的灾难年代。那时，知识分子群体无能为力而极“左”政治泛滥横行。作为倍受歧视的知识分子，往往丧失了自我意志和个人尊严。在这组系列作品里面，名叫“王二”的男主人公处于恐怖和荒谬的环境，遭到各种不公正待遇，但他却摆脱了传统文化人的悲愤心态，创造出一种反抗和超越的方式：既然不能证明自己无辜，便倾向于证明自己不无辜。于是他以性爱作为对抗外部世界的最后据点，将性爱表现得既放浪形骸又纯", "ISBN": "9787536025080", "name": "黄金时代", "author": "王小波", "price": "19.00元", "press": "花城出版社", "score": "8.8", "link": "https://book.douban.com/subject/1089243/", "author_profile": "王小波：男，1952年生于北京。他是唯一一位两次荣获世界华语文学界的重要奖项——台湾联合报系文学奖中篇小说大奖（第13届和第16届）的祖国大陆作家。他经历、学历复杂，先后当过知青，民办教师，工人，工科大学生，后到美国兹堡大学取得文学硕士学位，再学计算机，在统计系当助教，回国后在中国人民大学和北京大学任教。", "date": "1999-3", "page": "375"}
,{"content_description": "最经典的群众出版社的翻译版本，一经出版，立即风靡成千上万的中国人。离奇的情节，扣人的悬念，世界上最聪明的侦探，人间最诡秘的案情，福尔摩斯不但让罪犯无处藏身，也让你的脑细胞热情激荡，本套书获第一届全国优秀外国文学图书奖。", "ISBN": "9787501408580", "name": "福尔摩斯探案全集（上中下）", "author": "[英] 阿·柯南道尔", "price": "53.00元/68.00元", "press": "群众出版社", "score": "9.2", "link": "https://book.douban.com/subject/1040211/", "author_profile": "柯南道尔（1859-1930）生于苏格兰爱丁堡附近的皮卡地普拉斯，父亲是政府建工部的公务员。青海年时期在教会学校学习，的来在爱丁堡大学攻读医学，一八八五年获医学博士学位。一九0二年，因对英国在南非战争的政策辩护而被封爵。", "date": "1981-8", "page": "531；706；583"}
,{"content_description": "这本书是作者过去几年给一些期刊报纸写的专栏文章结集，其中主要是给《南方人物周刊》的文章。全书中以讲故事的形式，把“美国的民主”这样一个概念性的东西拆解成点点滴滴的事件、政策和人物去描述。", "ISBN": "9787542629586", "name": "民主的细节", "author": "刘瑜", "price": "25.00", "press": "上海三联书店", "score": "8.7", "link": "https://book.douban.com/subject/3813669/", "author_profile": "刘瑜，哥伦比亚大学政治学博士，哈佛大学博士后，剑桥大学讲师。现任教于清华大学政治系，担任副教授。", "date": "2009-6", "page": "293"}
,{"content_description": "前世今生系列之一。\n“你若敢死，我立刻便去找折颜要药水，把你忘得干干净净”\n他的身子一颤，半晌，扯出一个笑来，他说：“那样也好。”\n他在这世上，留给我的最后一句话是，那样也好。\n你有没有爱过一个人？你有没有恨过一个人？\n三百年前，诛仙台上的她绝然转身跳下，让铜镜那边的他亲眼见她隔世永别。\n这世间再没她这样一个凡尘女子了，九重天上的太子夜华，不过是她做的一场梦，带着无尽苦楚和微微桃花色。\n可是美梦终究会醒，支离破碎后，她端起了孟婆汤，永远忘记这一段尘缘。\n三百年后，东海龙宫中，她与他不期而遇，再生再世，再次面对这个负心人时，她淡然如风，却不知他为何用冰冷的手一次次摩挲过她的双眼。\n三生三世，她和他，是否注定背负一段纠缠的姻缘？\n三生三世，她和他，是否终能互许一个生生世世的承诺？", "ISBN": "9787544138000", "name": "三生三世 十里桃花", "author": "唐七公子", "price": "26.80", "press": "沈阳出版社", "score": "8.3", "link": "https://book.douban.com/subject/3426869/", "author_profile": "唐七公子：中学时看王尔德的书，里边有句话一直记着。他说，一个人想恢复青春，只消重演过去干的蠢事就够了。倒并不是觉得他说得好，不知道怎么就记到现在了。如今，我每天都在干蠢事，一边青春着，一边觉得继续这么青春下去实在不妙。", "date": "2009-1", "page": "288"}
,{"content_description": "东野圭吾成名作\n荣获第31届江户川乱步奖\n草长莺飞的青春，忽如琉璃般生生粉碎。\n当美丽、纯粹、真实的事物被破坏，重视的回忆和梦想被摧毁时，恨意便开始萌发，恣意蔓延开来……\n在这所清华女中，有人喜欢我，有人恨我。\n星期六早晨，车站月台上，有人突然从旁撞来，我险些跌落铁轨；\n星期一放学后，我游完泳进入淋浴间冲洗，差点中机关触电身亡；\n星期二放学后，一盆天竺葵从教学楼三层坠落，直直砸向我头顶；\n星期四放学后，一位老师被毒死在我常用的更衣室，他是替我而死？\n悚然之间才明白，我似已无路可逃……", "ISBN": "9787544245517", "name": "放学后", "author": "（日）东野圭吾", "price": "20.00元", "press": "南海出版公司", "score": "7.6", "link": "https://book.douban.com/subject/4074636/", "author_profile": "东野圭吾，日本著名作家。\n1985年，凭《放学后》获第31届江户川乱步奖，开始专职写作。1999年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖；此后《白夜行》、《暗恋》、《信》、《幻夜》四度入围直木奖；2006年，《嫌疑人X的献身》史无前例地将第134届直木奖、第6届本格推理小说大奖及当年度三大推理小说排行榜第1名一并斩获。\n早期作品多为精巧细致的本格推理，后期笔锋越发老辣，文字鲜加雕琢，叙述简练凶狠，情节跌宕诡异，故事架构几至匪夷所思的地步，擅长从极不合理之处写出极合理的故事，功力之深令世人骇然。", "date": "2009-11", "page": "215"}
,{"content_description": "猪八戒和孙悟空虽然都神通广大，但在命运面前终究是软弱无力的小人物。顶天立地的美猴王实际上仍然是那个充满惊恐的小猴子，而决心与命运抗争的天逢若非紧急也终究不肯以猪的面目见阿月。神仙尚且如此，何况吾辈生来渺小的小人物呢？随着年纪的增长，少年时素怀的“愿乘长风破万里浪”的豪情壮志早已经烟消云散，只剩下一个行尸走肉的家伙还在苟延残喘。自己何尝不是一只因为知道自己身份而在午夜对月痛哭的猪啊！但他们最终战胜了命运，而我呢？", "ISBN": "9787801453648", "name": "悟空传", "author": "今何在", "price": "14.80元", "press": "光明日报出版社", "score": "8.5", "link": "https://book.douban.com/subject/1003000/", "author_profile": "今何在，网络文学作家，1977年生人。《悟空传》、《诺星汉天空》作者。做过网站管理，游戏策划，影视编剧。", "date": "2001-4", "page": "300"}
,{"content_description": "五十年前，一群长沙土夫子（盗墓贼）挖到一部战国帛书，残篇中记载了一座奇特的战国古墓的位置，但那群土夫子在地下碰上了诡异事件，几乎全部身亡。\n五十年后，其中一个土夫子的孙子在先人笔记中发现了这个秘密，他纠集了一批经验丰富的盗墓高手前去寻宝。但谁也没有想到，这个古墓中竟然有着这么多诡异的事物：七星疑棺、青眼狐尸、九头蛇柏……\n这神秘的墓主人到底是谁，他们到底能不能找到真正的棺椁？为什么墓中还有那么多谜团无法破解？后来发现的海底诡异船墓、秦岭上的万年神木以及崇山峻岭中的天宫雪墓与这座古墓又有着怎样的关系？", "ISBN": "9787505722835", "name": "盗墓笔记", "author": "南派三叔", "price": "26.80元", "press": "中国友谊出版公司", "score": "8.4", "link": "https://book.douban.com/subject/1948901/", "author_profile": "南派三叔（1982年2月20日— ），本名徐磊，男，浙江人，现居杭州。超级畅销书作家。他的《盗墓笔记》系列与另一位作家的《鬼吹灯》系列共同开启了中国小说界的“盗墓时代”。", "date": "2007-1", "page": "265"}
,{"content_description": "《笑傲江湖》是金庸1967年写的一部武侠小说，属于金庸的后期作品。", "ISBN": "9787108006639", "name": "笑傲江湖（全四册）", "author": "金庸", "price": "76.80元", "press": "生活·读书·新知三联书店", "score": "8.9", "link": "https://book.douban.com/subject/1002299/", "author_profile": "金庸本名查良镛，浙江海宁人，1924年生。上海东吴法学院毕业，知名学者、文学家、社会活动家，也是华人世界有成就的老报人。于一1959年在香港亲手创办明报机构，出版报纸、杂志和图书，一九九三年退休。先后创作了十五部长篇及短篇小说，广受当代读者欢迎，至今已蔚为全球华人的共同语言，堪称中国武侠文学的经典之作，其中若干部小说已译成英文、日文、法文、泰文、越文、马来文及朝鲜文等在海外出版发行。曾获颂众多荣衔，包括2000年获香港特别行政区颁授最高荣誉大紫荆勋章，先后获香港大学、香港理工大学、香港公开大学、加拿大英属哥伦比亚大学和日本创价大学授以博士学位，并获得香港大学、加拿大英属哥伦比亚大学、北京大学、浙江大学、苏州大学、南开大学、台北清华大学聘任为名誉教授，以及英国牛津大学圣安东尼学院、慕莲学院，英国剑桥大学鲁宾森学院及李约瑟研究院，澳洲墨尔本大学和新加坡东亚研究所选为荣誉院士，同时还担任浙江大学人文学院院长、教授、博士生导师，英国牛津大学汉学研究院高级研究员。", "date": "1994-5", "page": "1599"}
,{"content_description": "《许三观卖血记》是余华1995年创作的一部长篇小说，它以博大的温情描绘了磨难中的人生，以激烈的故事形式表达了人在面对厄运时求生的欲望。小说讲述了许三观靠着卖血渡过了人生的一个个难关，战胜了命运强加给他的惊涛骇浪，而当他老了，知道自己的血再也没有人要时，精神却崩溃了。", "ISBN": "9787544211765", "name": "许三观卖血记", "author": "余华", "price": "16.80元", "press": "南海出版公司", "score": "8.7", "link": "https://book.douban.com/subject/1029791/", "author_profile": "余华（1960- ）当代作家。浙江海盐人，出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，作了牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，长篇小说《活着》、《在细雨中呼喊》及《战栗》。", "date": "1998-9", "page": "269"}
,{"content_description": "夏洛蒂和传记作者告诉我们，爱米丽生性独立、豁达、纯真、刚毅、热情而又内向。她颇有男儿气概，酷爱自己生长其间的荒原，平素在离群索居中，除去手足情谊，最喜与大自然为友，从她的诗和一生行为，都可见她天人合一宇宙观与人生观的表现，有人因此而将她视为神秘主义者。其实人与自然的关系，从来就是人类文明史上重要的命题，爱米丽不过是步历代哲人、隐者、科学家、艺术家后尘，通过生活和创作，身体力行地探寻人与自然的关系。\n由于爱米丽一生经历简短，她既未受完整系统教育，又没有爱情婚姻实际体验，人们对于她能写出《呼啸山庄》这样深刻独特的爱情绝唱也曾疑惑不解。对这一问题，早有人以“天才说”\n做出解释，而经过百余年的研考据，传记作者和评论家又提出了更加令人信服的凭据。爱米丽以及她的姐妹，虽然生长在苦寒单调的约克郡，她们的父亲帕特里克・勃朗特却来自北爱尔兰，母亲玛丽亚・勃兰威尔是威尔士人。这一对父母所属民族的祖先，同属具有冲动浪漫气质的凯尔特人，而且二人都不乏写诗为文的天分：帕特里克又一向怀有文学抱负，曾自费出版诗集；玛丽亚出嫁前写给帕特里克的情书，也是文采斐然。继承了父母的遗传基因，又受到荒原精神的陶冶哺育，爱米丽的艺术天才无疑并非无源之水；而且她家那座荒原边缘上的牧师住宅，外观虽然冷落寒酸，内里却因几个才智过人的子女相亲相携而温馨宜人。他们自幼相互鼓励、切磋，以读书写作为乐。这一方面大大冲淡了物质匮乏之苦；同时也培养锻炼了他们的写作功力。\n爱米丽的写作，从诗开始，她在着手创作《呼啸山庄》之前十六七年间，陆续写出习作诗文《贡代尔传奇》和短诗，如今所见，仅近二百首诗。姑且不论它们本身的艺术价值，这些文字起码也是创作《呼啸山庄》这部不朽之作的有益准备。换言之，她写《呼啸山庄》，是她写诗的继续。她的诗，真挚、雄劲、粗犷、深沉、高朗，这也是《呼啸山庄》的格调。", "ISBN": "9787020027606", "name": "呼啸山庄", "author": "艾米莉·勃朗特", "price": "27.30元", "press": "人民文学出版社", "score": "8.4", "link": "https://book.douban.com/subject/1119522/", "author_profile": "", "date": "1999-1", "page": "399"}
,{"content_description": "三毛作品中最膾炙人口的《撒哈拉的故事》﹐\n由１２篇精采動人的散文結合而成﹐\n其中＜沙漠中的飯店＞﹐\n是三毛適應荒涼單調的沙漠生活後﹐\n重新拾筆的第一篇文字﹐\n自此之後﹐三毛便寫出一系列以沙漠為背景的故事﹐\n風靡了全世界的中文讀者。", "ISBN": "9789573305545", "name": "撒哈拉的故事", "author": "三毛", "price": "160 TWD", "press": "皇冠出版社", "score": "9.0", "link": "https://book.douban.com/subject/1361264/", "author_profile": "台灣的著名作家──三毛\n1943年3月26日出生於重慶，浙江省定海縣人。本名為陳懋平，1946年改名陳平。\n筆名『三毛』更不知出自何處，只在她的《鬧學記》一篇序文中提及『三毛』二字暗藏一個《易經》的卦象，至於這卦象究竟隱藏何種玄機，序文中並沒有進一步的交代。\n三毛的母親繆進蘭曾在〈我的女兒，大家的三毛〉這篇文章中，提及四個兄弟姊妹裡，次女三毛的性格最為特行卓立、不依常規，以及不能忍受虛假，因此父母要在她身邊看守著每一腳步是否踏穩。\n另外，有讀者認為『流浪』才是三毛真正的名字，無論是她的遺作、她的遊歷和她心靈情感的轉折，始終透著一點點浪跡天涯的意味。\n1973年7月，三毛與荷西在沙漠小鎮阿尤恩結婚。與荷西一道生活的歲月，三毛的文章充滿歡笑、喜樂，讀者閱讀他的小說，彷彿感受著她愉悅的婚姻生活，即使面對大風沙的侵襲，她仍顯得積極與樂觀。然而自荷西離開人世後，三毛的文章也頓時『黑暗』了起來，其文字不再有笑容，代替的只是無盡的悲傷。\n1990年，三毛創作的電影劇本《滾滾紅塵》榮獲金馬獎八項大獎。其生平重要著作有《撒哈拉的故事》、《雨季不再來》、《哭泣的駱駝》、《我的寶貝》、《鬧學記》……等散文小說集，譯有《娃娃看天下》、《蘭嶼之歌》，以及創作電影劇本《滾滾紅塵》、《親愛的三毛》、《我的快樂天堂》、《高原的百合花》。\n然而令人惋惜的是，1991年1月4日凌晨，三毛在醫院自縊身亡，享年四十八歲。", "date": "1976", "page": "240"}
,{"content_description": "一个英国证券交易所的经纪人，本已有牢靠的职业和地位、美满的家庭，但却迷恋上绘画，像“被魔鬼附了体”，突然弃家出走，到巴黎去追求绘画的理想。他的行径没有人能够理解。他在异国不仅肉体受着贫穷和饥饿煎熬，而且为了寻找表现手法，精神亦在忍受痛苦折磨。经过一番离奇的遭遇后，主人公最后离开文明世界，远遁到与世隔绝的塔希提岛上。他终于找到灵魂的宁静和适合自己艺术气质的氛围。他同一个土著女子同居，创作出一幅又一幅使后世震惊的杰作。在他染上麻风病双目失明之前，曾在自己住房四壁画了一幅表现伊甸园的伟大作品。但在逝世之前，他却命令土著女子在他死后把这幅画作付之一炬。通过这样一个一心追求艺术、不通人性世故的怪才，毛姆探索了艺术的产生与本质、个性与天才的关系、艺术家与社会的矛盾等等引人深思的问题。同时这本书也引发了人们对摆脱世俗束缚逃离世俗社会寻找心灵家园这一话题的思考，而关于南太平洋小岛的自然民风的描写也引人向往。\n《月亮和六便士》说问世后，以情节入胜、文字深刻在文坛轰动一时，人们争相传看。在小说中，毛姆用第一人称的叙述手法，借“我”之口，叙述整个故事，有人认为这篇小说的原型是法国印象派画家高更，这更增加了它的传奇色彩，受到了全世界读者的关注。", "ISBN": "9787532739547", "name": "月亮和六便士", "author": "[英] 毛姆", "price": "15.00元", "press": "上海译文出版社", "score": "9.0", "link": "https://book.douban.com/subject/1858513/", "author_profile": "威廉·萨默赛特·毛姆（William Somerset Maugham）于1874年1月25日出生在巴黎。父亲是律师，当时在英国驻法使馆供职。小毛姆不满十岁，父母就先后去世，他被送回英国由伯父抚养。毛姆进坎特伯雷皇家公学之后，由于身材矮小，且严重口吃，经常受到大孩子的欺凌和折磨，有时还遭到冬烘学究的无端羞辱。孤寂凄清的童年生活，在他稚嫩的心灵上投下了痛苦的阴影，养成他孤僻、敏感、内向的性格。幼年的经历对他的世界观和文学创作产生了深刻的影响。\n1892年初，他去德国海德堡大学学习了一年。在那儿，他接触到德国哲学史家昆诺·费希尔的哲学思想和以易卜生为代表的新戏剧潮流。同年返回英国，在伦敦一家会计师事务所当了六个星期的练习生，随后即进伦敦圣托马斯医学院学医。为期五年的习医生涯，不仅使他有机会了解到底层人民的生活状况，而且使他学会用解剖刀一样冷峻、犀利的目光来剖视人生和社会。他的第一部小说《兰贝斯的丽莎》，正是根据他从医实习期间的所见所闻写成的。\n从1897年起，毛姆弃医专事文学创作。在接下来的几年里，他写了若干部小说，但是，用毛姆自己的话来说，其中没有一部能够“使泰晤士河起火“。他转向戏剧创作，获得成功，成了红极一时的剧作家，伦敦舞台竟同时上演他的四个剧本。他的第十个剧本《弗雷德里克夫人》连续上演达一年之久。这种空前的盛况，据说只有著名剧作家肖伯纳才能与之比肩。但是辛酸的往事，梦魇似地郁积在他心头，不让他有片刻的安宁，越来越强烈地要求他去表现，去创作。他决定暂时中断戏剧创作，用两年时间潜心写作酝酿已久的小说《人生的枷锁》。\n第一次大战期间，毛姆先在比利时火线救护伤员，后入英国情报部门工作，到过瑞士、俄国和远东等地。这段经历为他后来写作间谍小说《埃申登》提供了素材。战后他重游远东和南太平洋诸岛；1920年到过中国，写了一卷《中国见闻录》。1928年毛姆定居在地中海之滨的里维埃拉，直至1940年纳粹入侵时，才仓促离去。\n两次大战的间隙期间，是毛姆创作精力最旺盛的时期。二十年代及三十年代初期，他写了一系列揭露上流社会尔虞我诈、勾心斗角、道德堕落、讽刺，如《周而复始》、《比我们高贵的人们》和《坚贞的妻子》等。这三个剧本被公认为毛姆剧作中的佳品。1933年完稿的《谢佩》是他的最后一个剧本。毛姆的戏剧作品，情节紧凑而曲折，冲突激烈而合乎情理；所写人物，着墨不多而形象鲜明突出；对话生动自然，幽默俏皮，使人感到清新有力。但总的来说，内容和人物刻画的深度，及不上他的长、短篇小说，虽然他的小说作品也算不上深刻。这一时期的重要小说有：反映现代西方文明束缚、扼杀艺术家个性及创作的《月亮和六便士》；刻画当时文坛上可笑可鄙的现象的《寻欢作乐》；以及以大英帝国东方殖民地为背景、充满异国情调的短篇集《叶之震颤》等。短篇小说在毛姆的创作活动中占有重要位置。他的短篇小说风格接近莫泊桑，结构严谨，起承转落自然，语言简洁，叙述娓娓动听。作家竭力避免在作品中发表议论，而是通过巧妙的艺术处理，让人物在情节展开过程中显示其内在的性格。\n第二次大战期间，毛姆到了美国，在南卡罗莱纳、纽约和文亚德岛等地呆了六年。1944年发表长篇小说《刀锋》。在这部作品里，作家试图通过一个青年人探求人生哲理的故事，揭示精神与实利主义之间的矛盾冲突。小说出版后，反响强烈，特别受到当时置身于战火的英、美现役军人的欢迎。\n1946年，毛姆回到法国里维埃拉。1948年写最后一部小说《卡塔丽娜》。此后，仅限于写作回忆录和文艺评论，同时对自己的旧作进行整理。毛姆晚年享有很高的声誉，英国牛津大学和法国图鲁兹大学分别授予他颇为显赫的“荣誉团骑士“称号。同年1月25日，英国著名的嘉里克文学俱乐部特地设宴庆贺他的八十寿辰；在英国文学史上受到这种礼遇的，只有狄更斯、萨克雷、特罗洛普三位作家。1961年，他的母校，德国海德堡大学，授予他名誉校董称号。\n1965年12月15日，毛姆在法国里维埃拉去世，享年91岁。骨灰安葬在坎特伯雷皇家公学内。死后，美国著名的耶鲁大学建立了档案馆以资纪念。", "date": "2006-8", "page": "275"}
,{"content_description": "《窗边的小豆豆》讲述了作者上小学时的一段真实的故事。作者因淘气被原学校退学后，来到巴学园。在小林校长的爱护和引导下，让一般人眼里“怪怪”的小豆豆逐渐成了一个大家都能接受的孩子，并奠定了她一生的基础。这本书不仅带给世界几千万读者无数的笑声和感动，而且为现代教育的发展注入了新的活力。", "ISBN": "9787544222976", "name": "窗边的小豆豆", "author": "[日] 黑柳彻子 著", "price": "20.00元", "press": "南海出版公司", "score": "8.7", "link": "https://book.douban.com/subject/1007914/", "author_profile": "黑柳彻子，日本作家、电视节目主持人、联合国儿童基金会亲善大使。\n她的代表作《窗边的小豆豆》1981年出版后，不仅在日本，而且在全球都引起了极大的反响，截至2001年，日文版累计销量达938万册。\n译者赵玉皎  毕业于北京外国语大学日本学研究中心，获日本文学硕士学位。", "date": "2003-1", "page": "288"}
,{"content_description": "小说的主人公是一位自称名叫田村卡夫卡——作者始终未交代其真名——的少年。他在十五岁生日前夜独自离家出走，乘坐夜行长途巴士远赴四国。出走的原因是为了逃避父亲所作的比俄底浦斯王还要可怕的预言：尔将弑父，将与尔母、尔姐交合。卡夫卡四岁时，母亲突然失踪，带走了比卡夫卡年长四岁、其实是田村家养女的姐姐，不知何故却将亲生儿子抛弃。他从未见过母亲的照片，甚至连名字也不知道。仿佛是运命在冥冥之中引导，他偶然来到某私立图书馆，遂栖身于此。馆长佐伯女士是位四十多岁气质高雅的美妇，有着波澜曲折的神秘身世。卡夫卡疑心她是自己的生母，佐伯却对此不置可否。卡夫卡恋上了佐伯，并与之发生肉体关系。小说还另设一条副线，副线的主角是老人中田，他在二战期间读小学时，经历过一次神秘的昏迷事件，从此丧失了记忆，将学过的知识完全忘记，甚至不会认字计数，却获得了与猫对话的神秘能力。中田在神智失控的情况下杀死了一个自称焦尼·沃卡（Johnny Walker）、打扮得酷似那著名威士忌酒商标上所画的英国绅士的狂人，一路搭车也来到此地。小说共分49章，奇数章基本上用写实手法讲述卡夫卡的故事，偶数章则用魔幻手法展现中田的奇遇。两种手法交互使用，编织出极富强烈虚构色彩的、奇幻诡诘的现代寓言。佐伯是将这两个故事联结为一体的结合点，而弑父的预言似乎最终也未能避免，因为狂人焦尼·沃卡居然是卡夫卡生父乔装改扮的，真正的凶手也并非中田……", "ISBN": "9787532734191", "name": "海边的卡夫卡", "author": "[日] 村上春树", "price": "25.00元", "press": "上海译文出版社", "score": "8.1", "link": "https://book.douban.com/subject/1059419/", "author_profile": "村上春树（1949- ），日本小说家。曾在早稻田大学文学部戏剧科就读。1979年，他的第一部小说《听风之歌》问世后，即被搬上了银幕。随后，他的优秀作品《1973年的弹子球》、《寻羊冒险记》、《挪威的森林》等相继发表。他的创作不受传统拘束，构思新奇，行文潇洒自在，而又不流于庸俗浅薄。尤其是在刻画人的孤独无奈方面更有特色，他没有把这种情绪写成负的东西，而是通过内心的心智性操作使之升华为一种优雅的格调，一种乐在其中的境界，以此来为读者，尤其是生活在城市里的人们提供了一种生活模式或生命的体验。", "date": "2003-4", "page": "514"}
,{"content_description": "小说以法国波旁王朝和七月王朝两大时期为背景，描写了一个报恩复仇的故事。法老号大副唐泰斯受船长的临终嘱托，为拿破仑送了一封信，受到两个对他嫉妒的小人的陷害，被打入死牢，狱友法里亚神甫向他传授了各种知识，还在临终前把一批宝藏的秘密告诉了他。他设法越狱后找到了宝藏，成为巨富。从此他化名为基督山伯爵，经过精心策划，报答了他的恩人，惩罚了三个一心想置他于死地的仇人。", "ISBN": "9787532712243", "name": "基督山伯爵", "author": "大仲马", "price": "43.90元", "press": "上海译文出版社", "score": "8.9", "link": "https://book.douban.com/subject/1085860/", "author_profile": "法国19世纪积极浪漫主义作家。其祖父是候爵德·拉·巴那特里，与黑奴结合生下其父，名亚历山大，受洗时用母姓仲马。法国大革命爆发后，亚历山大·仲马屡建奇功，当上共和政府将军。大仲马终生信守共和政见，一贯反对君主专政，憎恨复辟王朝，不满七月王朝，反对第二帝国。他饱尝种族歧视，心中受到创伤。家庭出身和经历使大仲马形成了反对不平、追求正义的叛逆性格。大仲马自学成才，一生写的各种类型作品达300卷之多，主要以小说和剧作著称于世。大仲马的剧本《享利第三及其宫廷》（1829）比雨果的《欧那尼》还早问世一年。这出浪漫主义戏剧，完全破除了古典主义“三一律”。大仲马小说多达百部，大都以真实的历史作背景，以主人公的奇遇为内容，情节曲折生动，处处出人意外，堪称历史惊险小说。异乎寻常的理想英雄，急剧发展的故事情节，紧张的打斗动作，清晰明朗的完整结构，生动有力的语言，灵活机智的对话等构成了大仲马小说的特色。最著名的是《三个火枪手》旧译《三剑客》，（1844）、《基督山伯爵》。大仲马被别林斯基称为“一名天才的小说家”，他也是马克思 “最喜欢”的作家之一。", "date": "1991-12-1", "page": "1453"}
,{"content_description": "《兄弟》讲述了江南小镇两兄弟李光头和宋钢的人生。李光头的父亲不怎么光彩地意外身亡，而同一天李光头出生。宋钢的父亲宋凡平在众人的嘲笑声中挺身而出，帮助了李光头的母亲李兰，被后者视为恩人。几年后宋钢的母亲也亡故，李兰和宋凡平在互相帮助中相爱并结婚，虽然这场婚姻遭到了镇上人们的鄙夷和嘲弄，但两人依然相爱甚笃，而李光头和宋钢这对没有血缘关系的兄弟也十分投缘。\n李兰去上海看病，而“文革”开始，宋凡平遭受了极其残酷的虐待，但他坚持给病中的妻子写信，隐瞒了事实真相，用想像出的美好生活欺骗着妻子，但最终仍然逃脱不了惨死的命运。李兰为宋凡平守孝，7年不洗头，而李光头和宋钢则在相互照顾中成长……", "ISBN": "9787532129027", "name": "兄弟（上）", "author": "余华", "price": "16.00元", "press": "上海文艺出版社", "score": "8.3", "link": "https://book.douban.com/subject/1401425/", "author_profile": "余华，浙江海盐人，1960年出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，余华曾当过牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，长篇小说《活着》、《在细雨中呼喊》及《战栗》。", "date": "2005-8", "page": "256"}
,{"content_description": "《哈利·波特与凤凰社》是“哈利·波特”系列的第五部。\n漫长的暑假，哈利·波特被困在女贞路4号，意外地遭到摄魂怪的袭击……逃过一劫的哈利被护送到伦敦一个秘密的地方，在那里他见了自己的教父小天狼星布莱克、前任黑魔法防御术课教师卢平、疯眼汉穆迪以及他的朋友赫敏和罗恩。他只是知道邓布利多与凤凰社成员正在加紧秘密活动，以对抗日益强大的伏地魔。但是，所有的人都不愿向他透露更多的情况……\n哈利在茫然与愤怒中来到霍格沃茨，然而令他不解的是，邓布利多不愿见他，海格不知去向。更糟糕的是，哈利越来越频繁地在梦中看见一道长长的走廊，每当他快要走进长廊尽头的一扇门时，他都会头痛欲裂地从梦中惊醒，觉得自己身体里蠕动着一条大蛇……\n魔法部派来了一位专横跋扈的高级调查官，对学校各项事务横加干涉，并最终赶走了邓布利多校长，打伤了麦格教授，整个学校笼罩在一片混乱和压抑之中……\n大蛇的影子在哈利的脑海里越来越清晰，伏地魔走近了哈利……这时，邓布利多告诉他一个天大的秘密……", "ISBN": "9787020043279", "name": "哈利·波特与凤凰社", "author": "[英] J. K. 罗琳", "price": "59.00元", "press": "人民文学出版社", "score": "8.6", "link": "https://book.douban.com/subject/1013129/", "author_profile": "J. K. 罗琳（J. K. Rowling, 1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。\nJ.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。", "date": "2003-9", "page": "575"}
,{"content_description": "《文化苦旅》是余秋雨的第一部散文合集，所收作品主要包括两部分，一部分是历史、文化散文，散点论述，探寻文化；另一部分是回忆散文。", "ISBN": "9787806276983", "name": "文化苦旅", "author": "余秋雨", "price": "22.00元", "press": "东方出版中心", "score": "7.8", "link": "https://book.douban.com/subject/1050339/", "author_profile": "余秋雨，1946年生，汉族，浙江人。文化史学家、艺术学教授、博士生导师。现任上海戏剧学院教授上海写作学会会长。十余年来越野历险万公里，实地考察了中华文化在内的人类各大文明的兴衰脉络，沿途写下了《文化苦旅》、《山居笔记》、《霜冷长河》、《千年一叹》、《行者无疆》等著作。这些著作出版后，一直位居全球华文书排行榜前列。", "date": "2001-4", "page": "376"}
,{"content_description": "《三国演义》又名《三国志演义》、《三国志通俗演义》，是我国小说史上最著名最杰出的长篇章回体历史小说。 《三国演义》的作者是元末明初人罗贯中，由毛纶，毛宗岗父子批改。在其成书前，“三国故事”已经历了数百年的历史发展过程。在唐代，三国故事已广为流传，连儿童都很熟悉。随着市民文艺的发展，宋代的“说话”艺人，已有专门说三国故事的，当时称为“说三分”。元代出现的《三国志平话》，实际上是从说书人使用的本子，虽较简略粗糙，但已初肯《三国演义》的规模。罗贯中在群众传说和民间艺人创作的基础上，又依据陈寿《三国志》及裴松之注中所征引的资料（还包括《世说新语》及注中的资料），经过巨大的创作劳动，写在了规模宏伟的巨著——《三国志通俗演义》全书24卷，240回。后来经过毛纶，毛宗岗父子批改，形成我们现在所见的《三国演义》120回版\r\n\r\n    由于人文出版社选取的毛批版本和明嘉靖版的《三国志通俗演义》颇有出入，将拥刘抑曹的思想发展到一个几乎病态的角度，且大量地删除了原文中赞扬曹操一方人物的诗词和评论，所以给世人造成一种三国演义打击曹操、歌颂刘备的错误印象，且该批改版将刘备一方无限神化，甚至将诸葛亮准备将魏延烧死在上方谷这样的情节统统删除，将诸葛说成是一个完美近乎神人的形象，这是大家阅读时候值得注意的地方。\r\n\r\n    由于该版本选用的是毛批改版，而且没有将毛家父子的批语选入，就会给人造成一种错觉，认为该版本和毛批本是不相同的，其实本书和毛批本完全一致，不过是删除了批语部分，加入了编者的注脚。请读者朋友们阅读时注意", "ISBN": "9787020008728", "name": "三国演义（全二册）", "author": "[明] 罗贯中", "price": "39.50元", "press": "人民文学出版社", "score": "9.2", "link": "https://book.douban.com/subject/1019568/", "author_profile": "罗贯中（约1330—约1400），汉族，名本，字贯中，号湖海散人。山西太原人，一说钱塘（现在浙江杭州）或庐陵（现在江西吉安）人。元末明初著名小说家、戏曲家，是中国章回小说的鼻祖。一生著作颇丰，主要作品有：剧本《赵太祖龙虎风云会》《忠正孝子连环谏》、《三平章死哭蜚虎子》；小说《隋唐两朝志传》《残唐五代史演义》《三遂平妖传》《粉妆楼》、和施耐庵合著的《水浒传》、代表作《三国演义》等。", "date": "1998-05", "page": "990"}
,{"content_description": "《我们仨》是钱钟书夫人杨绛撰写的家庭生活回忆录。1998年，钱钟书逝世，而他和杨绛唯一的女儿钱瑗已于此前（1997年）先他们而去。在人生的伴侣离去四年后，杨绛在92岁高龄的时候用心记述了他们这个特殊家庭63年的风风雨雨、点点滴滴，结成回忆录《我们仨》。\n这本书分为两部分。第一部分中，作者以其一贯的慧心、独特的笔法，用梦境的形式讲述了最后几年中一家三口相依为命的情感体验。第二部分，以平实感人的文字记录了自1935年伉俪二人赴英国留学并在牛津喜得爱女，直至1998年丈夫逝世，63年间这个家庭鲜为人知的坎坷历程。", "ISBN": "9787108018809", "name": "我们仨", "author": "杨绛", "price": "18.80元", "press": "生活·读书·新知三联书店", "score": "8.6", "link": "https://book.douban.com/subject/1023045/", "author_profile": "杨绛（1911- ），本名杨季康，祖籍江苏无锡，生于北京。作家、评论家、翻译家、学者。1932年毕业于苏州东吴大学。1935-1938年留学英法，回国后曾在上海震旦女子文理学院、清华大学任教。1949年后，在中国社会科学院文学研究所、外国文学研究所工作。主要作品有剧本《称心如意》《弄假成真》，长篇小说《洗澡》，散文《干校六记》，随笔集《将饮茶》，译作《堂吉诃德》《吉尔·布拉斯》《小癞子》《斐多》等。", "date": "2003-7", "page": "165"}
,{"content_description": "读书就是这样好，无论心不在焉，板着长脸，只要考试及格，就是一个及格的人。你试着拉长脸到社会去试一试。这是一个卖笑的社会。除非能够找到高贵的职业，而高贵的职业需要高贵的学历支持，高贵的学历需要金钱，始终兜回来。\n富家女勖聪慧热情地邀请刚认识的剑桥高材生姜喜宝参加自己的家宴，有意制造机会以撮合她和哥哥勋聪恕。聪慧的父亲勋存姿，也向喜宝展开追求。喜宝在其父亲、儿子的双双夹击下，非常现实地选择了父亲，她得到了想得到的一切甚至更多。喜宝做了勖存姿的女人后，虽然得到了金钱与物质上的满足，但却耐不住感情与生理上的寂寞和空虚。勖存姿发现喜宝另有所爱，竟冷酷地当着喜宝的面，枪杀了她的男友。喜宝绝望了，但她怎么也逃不脱勖存姿的牢笼。几年后，勖存姿去世，喜宝变成最富有的女人，但是……", "ISBN": "9787802282674", "name": "喜宝", "author": "亦舒", "price": "22.00元", "press": "新世界出版社", "score": "8.2", "link": "https://book.douban.com/subject/2022979/", "author_profile": "亦舒，生于上海。曾在《明报》任职记者及担任电影杂志采访记者和编辑。后赴英国留学，任职酒店公关部。进入香港政府新闻处担任新闻官，七年后辞职。现为全职作家及家庭主妇，并移居加拿大。", "date": "2007-2", "page": "304"}
,{"content_description": "《苏菲的世界》是讲14岁的少女苏菲某天放学回家，发现了神秘的一封信。—你是谁？—世界从哪里来？就这样，在某个神秘导师的指引下，苏菲开始思索，从古希腊到康德、从祁克果到佛洛佛德等各位大师所思考的根本问题。与此同时，苏菲不断接到一些极不寻常的来信，世界像谜团一般在她眼底展开。苏菲运用少女天生的悟性与后天知识，企图解开这些谜团，然而，事实真相远比她所想的更怪异、更离奇……\n《苏菲的世界》，即是智慧的世界，梦的世界。\n它将会唤醒每个人内心深处对生命的赞叹\n与对人生终极意义的关怀和好奇。", "ISBN": "9787506309745", "name": "苏菲的世界", "author": "（挪威）乔斯坦·贾德", "price": "26.80", "press": "作家出版社", "score": "8.5", "link": "https://book.douban.com/subject/1045818/", "author_profile": "乔斯坦·贾德1952年生于挪威，担任高中哲学教师多年。自1986年出版第一部作品以来，已成为挪威世界级的作家。1991年《苏菲的世界》出版后，成为挪威、丹厂、瑞典和德国的畅销书，销量达三百万册。目前，已有三十多个国家购买了该书的版权。", "date": "1999-04", "page": "535"}
,{"content_description": "三体人在利用魔法般的科技锁死了地球人的科学之后，庞大的宇宙舰队杀气腾腾地直扑太阳系，意欲清除地球文明。\n面对前所未有的危局，经历过无数磨难的地球人组建起同样庞大的太空舰队，同时，利用三体人思维透明的致命缺陷，制订了神秘莫测的“面壁计划”，精选出四位“面壁者”。秘密展开对三体人的反击。\n三体人自身虽然无法识破人类的诡谲计谋，却依靠由地球人中的背叛者挑选出的“破壁人”，与“面壁者”展开智慧博弈……\n“面壁计划”究竟能否成功？地球人究竟能否在这场你死我活的文明生存竞争中战而胜之？神秘的\n“黑暗森林”究竟意味着什么？", "ISBN": "9787536693968", "name": "三体Ⅱ", "author": "刘慈欣", "price": "32.00", "press": "重庆出版社", "score": "9.3", "link": "https://book.douban.com/subject/3066477/", "author_profile": "刘慈欣，祖籍河南，长于山西，中国科普作家协会会员，山西省作家协会会员，高级工程师。\n自1999年处女作《鲸歌》问世以来，刘慈欣已发表短篇科幻小说三十余篇、出版长篇科幻小说六部，并创下连续八年荣获中国科幻最高奖“银河奖”的纪录。他的长篇作品《三体》开创《科幻世界》月刊连载原创作品的先例，成为2006年度最受关注、最畅销的科幻小说。", "date": "2008-5", "page": "470"}
,{"content_description": "一个穆斯林家族，六十年间的兴衰，三代人命运的沉浮，两个发生在不同时代、有着不同内容却又交错扭结的爱情悲剧。\n这部五十余万字的长篇，以独特的视角，真挚的情感，丰厚的容量，深刻的内涵，冷峻的文笔，宏观地回顾了中国穆斯林漫长而艰难的足迹，揭示了他们在华夏文化与穆斯林文化的撞击和融合中独特的心理结构，以及在政治、宗教氛围中对人生真谛的困惑和追求，塑造了梁亦清、韩子奇、梁君壁、梁冰玉、韩新月、楚雁潮等一系列栩栩如生、血肉丰满的人物，展现了奇异而古老的民族风情和充满矛盾的现实生活。作品含蓄蕴藉，如泣如诉，以细腻的笔触拨动读者的心灵，曲终掩卷，回肠荡气，余韵绕梁。", "ISBN": "9787530201244", "name": "穆斯林的葬礼", "author": "霍达", "price": "32.00", "press": "北京十月文艺出版社", "score": "8.3", "link": "https://book.douban.com/subject/1082334/", "author_profile": "", "date": "1988-12-1", "page": "750"}
,{"content_description": "《一个人的好天气》描述了一个打零工的女孩如何与年长亲人相处，同时追寻自我、独立的故事，走向自立的一名女孩在工作、生活和恋爱中的种种际遇和心情令人揪心，小说写尽了做一名自由职业者（“飞特族”）的辛酸。内容折射出当前日本的一个社会问题，即许多年轻人不愿投入全职工作而四处打工，宁愿做自由职业者，他们不想长大，不愿担负责任，无法独立，害怕走出去看看这个世界，但是又不知道这种恐惧从何而来。据日本官方统计，15至34岁的短期雇工在1996年到2004年之间翻了一番，达21.4万人。调查也显示，打零工的人收入不稳，结婚生子的机率大减，这对少子化严重的日本来说是一大警讯。作者青山七惠在接受记者采访时说：“我想告诉他们，只要你肯迈出第一步，自然会有出路。”她希望自己的作品能帮助他们“迈出第一步”。", "ISBN": "9787532743513", "name": "一个人的好天气", "author": "[日] 青山七惠", "price": "15.00元", "press": "上海译文出版社", "score": "7.6", "link": "https://book.douban.com/subject/2250587/", "author_profile": "青山七惠是日本“80后”新锐女作家，1983年出生于埼玉县熊谷市，毕业于筑波大学图书馆信息专业，目前在东京新宿一家旅游公司工作，写作只能算是她的副职。2005年9月，青山凭借小说处女作《窗灯》一举摘得有“芥川奖摇篮”之称的第42届日本文艺奖，在日本文学界崭露头角；继而又在2007年1月，以第二部作品《一个人的好天气》摘得“芥川奖”，成为该奖历史上第三位年轻的女性得主。", "date": "2007-9", "page": "141"}
,{"content_description": "《茶花女》为我们塑造了一些生动、鲜明的艺术形象，而其中最突出、最令人难忘的自然是女主人公茶花女玛格丽特。读者们切莫把玛格丽特和阿尔丰西娜·普莱西小姐混为一谈，阿尔丰西娜的身世固然值得同情，但她的的确确是个堕落的女人，用小仲马的话来说，她“既是一个纯洁无瑕的贞女，又是_个彻头彻尾的娼妇”。但玛格丽特却不同，她美丽、聪明而又善良j 虽然沦落风尘，但依旧保持着一颗纯洁、高尚的心灵。她充满热情和希望地去追求真正的爱情生活，而当这种希望破灭之后，又甘愿自我牺牲去成全他人。\n这一切都使这位为人们所不齿的烟花女子的形象闪烁着一种圣洁的光辉，以至于人们一提起“茶花女”这三个字的时候，首先想到的不是什么下贱的妓女，而是一位美丽、可爱而又值得同情的女眭。古今中外的文学名著为人们留下了许许多多不朽的艺术形象，而玛格丽特则完全可以跻身其间而毫无愧色。", "ISBN": "9787501600069", "name": "茶花女", "author": "小仲马", "price": "9.00", "press": "外国文学出版社", "score": "8.1", "link": "https://book.douban.com/subject/1013380/", "author_profile": "", "date": "1997-03-01", "page": "272"}
,{"content_description": "作为《最小说》2009年度最热门的作者，笛安是继“校园女王”落落之后，郭敬明最为推崇的作者。\n目前笛安在巴黎第四大学攻读社会学硕士学位，曾经出版《告别天堂》、《芙蓉如面柳如眉》等作品，《告别天堂》曾经和安妮宝贝的《莲花》在《收获》杂志中同期连载，不论是主流媒体还是在广大青少年读者群体中，均有着极高的认知度。\n《西决》曾在《最小说》中连载6个月，人气赶超落落、七堇年，在读者群中有着极高的人气。\n《西决》以郑氏家族中唯一男孙——郑西决为主要人物线索，从大家庭的角度出发，讲述了在现代都市里的郑氏家族中，生活在不同家庭和家境中的四个堂兄妹郑西决、郑东霓、郑南音、郑北北随着年龄的增长，在学习、生活和情感不断改变的过程中，所经历的兄妹亲情、家庭矛盾、爱情坎坷、成长感动等一系列荡气回肠的动人故事.", "ISBN": "9787535439802", "name": "西决", "author": "笛安", "price": "22.80元", "press": "长江文艺出版社", "score": "8.0", "link": "https://book.douban.com/subject/3598313/", "author_profile": "·笛安是《最小说》2009年年度最热门作者，本书自2008年8月号在《最小说》中同名连载，7个月的连载时间，每期均居读者排名位列前三，人气仅次于郭敬明。\n·笛安是《最小说》作者中写作功底最强的作者之一，郭敬明曾经赞誉道：“在故事结构、情节把握、节奏控制上，一点也不输给我。”", "date": "2009-3", "page": "224"}
,{"content_description": "《清醒纪》是安妮宝贝的随笔、小说集。", "ISBN": "9787201048840", "name": "清醒纪", "author": "安妮宝贝", "price": "22.00元", "press": "天津人民出版社", "score": "7.9", "link": "https://book.douban.com/subject/1030052/", "author_profile": "安妮宝贝，自由作家，现居北京。曾任职金融广告网络等行业。已出版短篇小说集《告别薇安》，散文及短篇小说集《八月未央》，长篇小说《彼岸花》，摄影图文集《蔷薇岛屿》。", "date": "2004-10", "page": "240"}
,{"content_description": "《神雕侠侣》是金庸作品集之一。其主人公杨过自然而然地走上了非正统的人生道路，入了“道流”。其特点是“至情至性，实现自我”，即把个人的利益、情感、个性及人格尊严置于人生首位，作为首要目标，亦作为待人处事，评价是非的首要原则。书中将杨过对郭靖的杀父之仇与疼惜之恩难以取舍的复杂心理刻画得维妙维肖；他与“姑姑”小龙女的情感纠葛和他对江湖世事的渴望又令他挣扎不已……", "ISBN": "9787108006660", "name": "神雕侠侣", "author": "金庸", "price": "76.8", "press": "三联书店", "score": "8.8", "link": "https://book.douban.com/subject/1255624/", "author_profile": "金庸（1924年2月6日—），香港“大紫荆勋贤”。原名查良镛(zhā liáng yōng，英：Louis Cha)，浙江海宁人，当代著名作家、新闻学家、企业家、社会活动家，《香港基本法》主要起草人之一。金庸是新派武侠小说最杰出的代表作家，被普遍誉为武侠小说作家的“泰山北斗”，更有金迷们尊称其为“金大侠”或“查大侠”。\n金庸生于1924年，祖籍为安徽省桐城，出生在浙江海宁，查家为当地望族，历史上最鼎盛期为清康熙年间，以查慎行为首叔侄七人同任翰林。现代查氏家族还有两位知名人物，南开大学教授查良铮（穆旦）（四十年代九叶派代表诗人，翻译家），台湾学术界风云人物、司法部长查良钊。出自海宁的著名人物还有王国维和徐志摩。徐志摩是金庸的表兄。金庸祖父查沧珊是“丹阳教案”的当事人。\n1937年，金庸考入浙江一流的杭州高中，离开家乡海宁。1939年金庸15岁时曾经和同学一起编写了一本指导学生升初中的参考书《给投考初中者》，畅销内地，这是此类书籍在中国第一次出版，也是金庸出版的第一本书。1941年日军攻到浙江，金庸进入联合高中，那时他17岁，临毕业时因为写讽刺黑板报《阿丽丝漫游记》被开除。另一说是写情书.1944年考入重庆国立政治大学外文系，因对国民党职业学生不满投诉被勒令退学，一度进入中央图书馆工作，后转入苏州东吴大学(今苏州大学)学习国际法。抗战胜利后回杭州进《东南日报》做记者，1948年在数千人参加的考试中脱颖而出，进入《大公报》，做编辑和收听英语国际电讯广播当翻译。不久《大公报》香港版复刊，金庸南下到香港。\n1950年，《大公报》所属《新晚报》创刊，金庸调任副刊编辑，主持《下午茶座》栏目，也做翻译、记者工作，与梁羽生（原名陈文统）一个办公桌，写过不少文艺小品和影评（笔名姚馥兰和林欢）。姚馥兰的意思是英文的Your friend.(你的朋友)。1955年开写《书剑恩仇录》，在《大公报》与梁羽生、陈凡（百剑堂主）开设《三剑楼随笔》，成为专栏作家。1957年进入长城电影公司，专职为编剧，写过《绝代佳人》、《兰花花》、《不要离开我》、《三恋》、《小鸽子姑娘》、《午夜琴声》等剧本，合导过《有女怀春》、《王老虎抢亲》（所用笔名为林欢）。\n建国不久，金庸为了实现外交家的理想来到北京，但由于种种原因而失望地回到香港，从而开始了武侠小说的创作。\n1959年离开长城电影公司，与中学同学沈宝新合资创办《明报》，任主编兼社长历35年，期间又创办《明报月刊》、《明报周刊》、新加坡《新明日报》及马来西亚《新明日报》等。金庸任董事长期间，《明报》成为香港最有影响的报纸之一，有人把它比喻成香港的《泰晤士报》。其对中国时局的预测和分析，是其它报纸不能比拟的。《明报月刊》则是华人世界最文人化的刊物，其对大中华关怀，深受全世界华人好评。\n从五十年代末——七十年代初，金庸共写武侠小说15部，1972年宣布封笔，开始修订工作。\n1981年后金庸数次回大陆，先后受到邓小平、江泽民等领导人的接见，1985年任香港基本法起草委员会委员，1986年被任命为基本法起草委员会“政治体制”小组港方负责人，1989年辞去基本法委员职务，卸任《明报》社长职务，1992年到英国牛津大学当访问学者，1994年辞去《明报》企业董事局主席职务。1999~2005年任浙江大学人文学院院长。\n金庸博学多才。就武侠小说方面，金庸阅历丰富，知识渊博，文思敏捷，眼光独到。他继承古典武侠小说之精华，开创了形式独特、情节曲折、描写细腻且深具人性和豪情侠义的新派武侠小说先河。举凡历史、政治、古代哲学、宗教、文学、艺术、电影等都有研究，作品中琴棋书画、诗词典章、天文历算、阴阳五行、奇门遁甲、儒道佛学均有涉猎，金庸还是香港著名的政论家、企业家、报人，曾获法国总统“荣誉军团骑士”勋章，英国牛津大学董事会成员及两所学院荣誉院士，多家大学名誉博士。\n金庸一支笔写武侠，一支笔纵论时局，享誉香江；少年游侠，中年游艺，老年游仙；为文可以风行一世，为商可以富比陶朱，为政可以参国论要：金庸一生的传奇，可谓多姿多彩之至。佛学对金庸的影响很大。在他的文学作品中处处可见金庸中庸平和的风格。", "date": "1994-5", "page": "1564"}
,{"content_description": "2000年出版的《八月未央》是安妮宝贝第一本小说散文集，其中虚构和纪实部分文字比例相当，执著于低调的清冷风格，诠释宿命和无常、爱情和死亡、告别和流浪，形成她延续至今的独特文风。\n五年后安妮宝贝反复重新审视自己写作青春期结束阶段的代表作品，大刀阔斧删除了书中大部分散文篇目，修订版增补替换上的多篇短篇小说都是她各个阶段的代表性作品。修订版的《八月未央》中虚构部分因此而占到绝大部分，读者从中更能清晰感受到安妮宝贝今天的写作，所关注和探讨的仍然是大范围的孤独人群的复杂情感处境，是置身城市之中的个性边缘的人群内心。生与死、情感与时间的探询才真正是一直令她着迷的游戏。", "ISBN": "9787506319850", "name": "八月未央", "author": "安妮宝贝", "price": "16.00元", "press": "作家出版社", "score": "7.5", "link": "https://book.douban.com/subject/1029159/", "author_profile": "安妮宝贝，自由作家。1998年开始发表小说，因作品风格独特引起广泛关注，成为畅销作家。现居北京。从事写作，摄影采访，媒体策划编剧等工作。", "date": "2001-1", "page": "297"}
,{"content_description": "《这些都是你给我的爱》讲述兔子男孩安东尼失恋后，为找寻曾经恋人一心向往的那棵“开满鲜花的树”，而环游旅行的故事。延续安东尼一贯深受读者青睐的无标点文字风格，用淡淡的语言，倾吐少年恋慕和成长的酸涩心事。", "ISBN": "9787535442215", "name": "这些都是你给我的爱", "author": "文：安东尼", "price": "24.80元", "press": "长江文艺出版社", "score": "8.5", "link": "https://book.douban.com/subject/4714734/", "author_profile": "Echo/24/南京-墨尔本 建筑师 她画画\nAnthony/25/大连-墨尔本  厨师 他写字\n有生之年 欣喜相逢", "date": "2010-3", "page": "181"}
,{"content_description": "霍尔顿是出身于富裕中产阶级的十六岁少年，在第四次被开除出学校之后，不敢贸然回家，只身在美国最繁华的纽约城游荡了一天两夜，住小客店，逛夜总会，滥交女友，酗酒……他看到了资本主义社会的种种丑恶，接触了各式各样的人物，其中大部分是“假模假式的”伪君子。\n霍尔顿几乎看不惯周围发生的一切，他甚至想逃离这个现实世界，到穷乡僻壤去假装一个又聋又哑的人，但要真正这样做，又是不可能的，结果他只能生活在矛盾之中：他这一辈子最痛恨电影，但百无聊赖中又不得不在电影院里消磨时间；他厌恶没有爱情的性关系，却又糊里糊涂地叫来了妓女；他讨厌虚荣庸俗的女友萨丽，却又迷恋她的美色，情不自禁地与她搂搂抱抱。\n因此，他尽管看不惯世道，却只好苦闷、彷惶，用种种不切实际的幻想安慰自己，自欺欺人，最后仍不免对现实社会妥协，成不了真正的叛逆，这可以说是作者塞林格和他笔下人物霍尔顿的悲剧所在。", "ISBN": "9787805676135", "name": "麦田里的守望者", "author": "[美国] J. D. 塞林格", "price": "7.80元", "press": "译林出版社", "score": "7.9", "link": "https://book.douban.com/subject/1082518/", "author_profile": "作者塞林格全名杰罗姆・大卫・塞林格，一九一九年生于美国纽约城，父亲是做于酪和火腿进口生意的犹太商人，家境相当富裕。塞林格十五岁的时候，被父母送到宾夕法尼亚州一个军事学校里住读，据说《麦田里的守望者》中关于寄宿学校的描写，很大部分是以那所学校为背景的。一九三六年，塞林格在军事学校毕业，取得了他毕生唯一的一张文凭。\n从一九四○年在《小说》杂志上发表他的头一个短篇小说起，到一九五一年出版他的长篇小说《麦田里的守望者》止，在十余年中他共发表了二十多个短篇，有些短篇还在《老爷》、《纽约人》等著名刊物上发表，从而使他在文学界有了一点点名气。成名后他隐居到乡下，特地为自己造了一个只有一扇天窗的水泥斗室作书房，每天早晨八点半就带了饭盒入内写作，直到下午五点半才出来，家里任何人都不准进去打扰他；如有要事，只能用电话联系。他写作的过程据说还十分艰苦，从《麦田里的守望者》出版后，他写作的进度越来越慢，十年只出版三个中篇和一个短篇，后来甚至不再发表作品。偶尔有幸见过他的人透露说，他脸上已“显出衰老的痕迹”。他业已完成的作品据说数量也很可观，只是他不肯拿出来发表。不少出版家都在打他的主意，甚至在计划如何等他死后去取得他全部著作的出版权，但至今除本书外，作者只出版过一个短篇集《九故事》（195）和两个中篇集《弗兰尼与卓埃》（1961）及《木匠们，把屋梁升高；西摩；一个介绍》（1963）。", "date": "1997-2", "page": "198"}
,{"content_description": "本书讲述了一个渔夫的故事。古巴老渔夫圣地亚哥在连续八十四天没捕到鱼的情况下，终于独自钓上了一条大马林鱼，但这鱼实在大，把他的小船在海上拖了三天才筋疲力尽，被他杀死了绑在小船的一边。在归程中，他再遭到一条鲨鱼的袭击，最后回港时只剩鱼头鱼尾和一条脊骨。而在老圣地亚哥出海的日子里，他的忘年好友一直在海边忠诚地等待，满怀信心地迎接着他的归来。", "ISBN": "9787532723447", "name": "老人与海", "author": "海明威", "price": "8.20元", "press": "上海译文出版社", "score": "8.3", "link": "https://book.douban.com/subject/1064275/", "author_profile": "", "date": "1999-10", "page": "104"}
,{"content_description": "日本神户，渡边博子在未婚夫藤井树的三周年祭日上又一次陷入到悲痛和思念之中。博子在藤井树的中学同学录里找到了他在小樽市读书时的地址。由于抑制不住对爱人的怀念，博子按着这个地址给远在天国的藤井树寄去了一封充满问候和思念的书信。\n不可思议的是，不久博子竟然收到了署名为“藤井树”的回信。经过进一步了解，这个藤井树是一个年轻的女子，而且她还曾经是男性藤井树的同班同学，原来是博子从同学录中误抄了她的地址。为了多了解一些男友在中学时代的情况，博子继续与女性藤井树保持书信来往。而藤井树在不断的回忆中，竟逐渐发现中学时代那个和自己同名同姓的少男曾经对自己产生过一段真挚的感情……\n《情书》由一个同名同姓的误会开始，通过两个女子书信的交流，以含情脉脉的笔触舒缓地展现了两段可贵的爱情。女主角博子对藤井树的眷恋，两个藤井树之间朦胧的情感，都没有由于藤井树的意外死亡而枯萎，而通过细腻感人的影象深深地印在每一个观众的心里，永远不变。\n在精心描绘爱情的同时，岩井俊二还着意表现了对逝去岁月的怀念和追忆。《情书》正象普鲁斯特那本小说的名字，追忆着似水的年华。过往的爱情和青春也正是在主人公的回忆中才逐渐清晰、复活。与现实相比，影片中的过去更为明快优美。在那一幅幅唯美的画面中，漫天飞舞的片片樱花，暗生情愫的少男少女，都唤起我们的无限遐想。而《情书》中所构筑的那个美好的中学时代，可能也正是岩井俊二和很多人最为温馨纯洁的回忆。\n《情书》中对过去的追忆和有关生死的描绘都极具东方气质，含蓄优美、感而不伤地表达了故事的主题——珍惜有限的生命和宝贵的爱情。", "ISBN": "9787201048161", "name": "情书", "author": "[日] 岩井俊二", "price": "18.00元", "press": "天津人民出版社", "score": "8.6", "link": "https://book.douban.com/subject/1080370/", "author_profile": "岩井俊二，作家，导演。1963年1月24日生于日本宫城县仙台市，毕业于横滨国立大学，具有多方面的艺术修养。 在1990年代佳作迭出的“日本新电影运动”中，简单纯粹、深情唯美的《情书》于1995年公映后，引起空前轰动，迅速风靡整个亚洲，并在世界电影的版图中取得无可争议的重要一席。岩井俊二成为日本电影界的首席代表。 此后，岩井俊二创作并执导的更具深度的《燕尾蝶》以及《关于莉莉周的一切》等作品问世后，进一步奠定了他在世界文坛和影坛的地信。他的每一部作品，都成为无数人视听和精神的盛宴，令人久久流连，回味无穷。至今，《情书》中讲述的深沉眷恋和一去不复返的少年往事，已成为亿万人心中珍藏的记忆。而美丽与忧伤的记忆，总是深深唤起我们对真爱与生命的珍视。", "date": "2004-7", "page": "256"}
,{"content_description": "在你年少时是否曾梦想成为国王？\n长大后的你是否还会继续这个英雄梦？\n有些人的心里没有很多东西，哪怕是穿过内心的深处挖到肝里也没有。\n有没有比兄弟和女人更加重要的情谊？\n有没有比飙车时凛冽的风更刺激的逃亡？\n纵身跳下，恍惚里终于看见一双双惊讶和肯定的眼神。\n画面在人们面前晃过，你的青春是否也只是果园里一块不和谐的石头？\n这是一个关于他的国的故事。\n野草冲出土壤，它们一百三十五度仰望的天空在哪里……", "ISBN": "9787807592099", "name": "他的国", "author": "韩寒", "price": "25.00元", "press": "万卷出版公司", "score": "7.5", "link": "https://book.douban.com/subject/3394338/", "author_profile": "韩寒。\n1982年9月23日生。作家，赛车手。", "date": "2009-1", "page": "213"}
,{"content_description": "私生女玛丽雅姆在父亲的宅院门口苦苦守候，回到家却看到因绝望而上吊自杀的母亲。那天是她十五岁的生日，而童年嘎然而止。玛丽雅姆随后由父亲安排远嫁喀布尔四十多岁的鞋匠拉希德，几经流产，终因无法生子而长期生活在家暴阴影之下。\n十八年后，少女莱拉的父母死于战火，青梅竹马的恋人也在战乱中失踪，举目无亲的莱拉别无选择，被迫嫁给拉希德。两名阿富汗女性各自带着属于不同时代的悲惨回忆，共同经受着战乱、贫困与家庭暴力的重压，心底潜藏着的悲苦与忍耐相互交织，让她们曾经水火不容，又让她们缔结情谊，如母女般相濡以沫。然而，多年的骗局终有被揭穿的一天……\n她们将做出如何的选择？她们的命运又将何去何从？\n关于不可宽恕的时代，不可能的友谊以及不可毁灭的爱。《灿烂千阳》再次以阿富汗战乱为背景，时空跨越三十年，用细腻感人的笔触描绘了阿富汗旧家族制度下苦苦挣扎的妇女，她们所怀抱的希望、爱情、梦想与所有的失落。", "ISBN": "9787208072107", "name": "灿烂千阳", "author": "[美] 卡勒德·胡赛尼", "price": "28.00元", "press": "上海人民出版社", "score": "8.8", "link": "https://book.douban.com/subject/2143732/", "author_profile": "卡勒德·胡赛尼（Khaled Hosseini），1965年生于喀布尔，后随父亲逃往美国。胡塞尼毕业于加州大学圣地亚哥医学系，现居加州执业，并因其巨大的国际影响力，受邀担任联合国亲善大使。他的第一本小说《追风筝的人》问世后大获成功，因书中角色刻画生动，故事情节震撼感人，蝉联亚马逊排行榜131周之久，全球热销600万册，创下出版奇迹。", "date": "2007-9", "page": "428"}
,{"content_description": "小说描写“我”、“健叔”、“王超”等一群不羁青年在大学时光里海阔天空的“光辉岁月”。\n从学校肄业的“我”因为一次群架事件，和朋友“健叔”从上海逃到了一个城镇。健叔是高我一年的同学，我们住在长江旅馆里，整日在这个城市里闲晃。后来我们认识了新朋友王超，从此，王超和他的桑塔纳就和我们混在了一起。我们跟着王超去他的学校看姑娘，无意中参与了一次行为艺术，这让我忆起了自杀身亡的同桌和他短暂的爱情。 我们仍然在这个城市里闲晃着。我不时做着我的奇特的梦，想着我曾经的女朋友……", "ISBN": "9787539132150", "name": "一座城池", "author": "韩寒", "price": "19.90元", "press": "二十一世纪出版社", "score": "7.4", "link": "https://book.douban.com/subject/1453210/", "author_profile": "韩寒，1982年9月23日生。作家。赛车手。", "date": "2006-1", "page": "241"}
,{"content_description": "1Q84简体中文版官方网站：https://www.douban.com/minisite/1q84/\n今年夏天，属于1Q84年。\n在1984年，他们连相遇的机会都没有，只能一面思念着对方，一面孤独地远去。\n在1Q84年，他们却决定拯救彼此……\n“不管喜欢还是不喜欢，目前我已经置身于这‘1Q84年’。我熟悉的那个1984年已经无影无踪，今年是1Q84年。空气变了，风景变了。我必须尽快适应这个带着问号的世界。像被放进陌生森林中的动物一样，为了生存下去，得尽快了解并顺应这里的规则。”\n《1Q84》写一对十岁时相遇后便各奔东西的三十岁男女，相互寻觅对方的故事，并将这个简单故事变成复杂的长篇。我想将这个时代所有世态立体地写出，成为我独有的“综合小说”。超越纯文学这一类型，采取多种尝试。在当今时代的空气中嵌入人类的生命。——村上春树", "ISBN": "9787544247252", "name": "1Q84 BOOK 2", "author": "[日] 村上春树", "price": "36.00元", "press": "南海出版公司", "score": "8.4", "link": "https://book.douban.com/subject/4885241/", "author_profile": "村上春树 著名作家。 1979年，《且听风吟》出版以来，寂寞忧郁的文字、清淡闲适的情节，尤其是独特新颖的都市感觉的写作文风，令万千读者如痴如醉。随着《挪威的森林》、《舞！舞！舞！》、《海边卡夫卡》等作品的陆续出版，逐渐赢得世界性的崇高声誉，最终形成“村上春树文学山系”。 2009年，集毕生文学之大成的巅峰杰作《1Q84》隆重出版，以席卷之势荣登日本所有畅销榜首，在整个日本、东亚乃至全球都引起巨大反响。正如媒体评论：“如此重大而复杂的题材，几可视为日本文学在新千年的伟大开篇。”", "date": "2010-6", "page": "352"}
,{"content_description": "《洛丽塔》原著问世五十年来第一部中文全译本。纳博科夫最著名最有争议的小说杰作。", "ISBN": "9787532738151", "name": "洛丽塔", "author": "[美] 弗拉基米尔·纳博科夫", "price": "27.00元", "press": "上海译文出版社", "score": "7.7", "link": "https://book.douban.com/subject/1465324/", "author_profile": "弗拉基米尔·纳博科夫（Vladimir Nabokov, 1899-1977），纳博科夫是二十世纪公认的杰出小说家和文体家。1899年4月23日，纳博科夫出生于圣彼得堡。布尔什维克革命期间，纳博科夫随全家于1919年流亡德国。他在剑桥三一学院攻读法国和俄罗斯文学后，开始了在柏林和巴黎十八年的文学生涯。\n1940年，纳博科夫移居美国，在威尔斯理、斯坦福、康奈尔和哈佛大学执教，以小说家、诗人、批评家和翻译家身份享誉文坛，著有《庶出的标志》、《洛丽塔》、《普宁》和《微暗的火》等长篇小说。\n1955年9月15日，纳博科夫最有名的作品《洛丽塔》由巴黎奥林匹亚出版并引发争议。\n1961年，纳博科夫迁居瑞士蒙特勒；1977年7月2日在洛桑病逝。", "date": "2005-12", "page": "503"}
,{"content_description": "乔是一个写文字的女人，略带点神精质，总在这个世界上寻找着一些可能并不存在的东西。她写了一本小说，说的是关于一个叫南生的女子的故事，南生爱上了自己父亲的情妇的儿子和平，和平却不愿负载这份过于沉重的爱，南生选择了一种出人意料的方式来结束两人的这种关系。乔在现实生活中有一个可以称作男友的森，森在最后告诉乔：你要的是彼岸的花朵，盛开在不可触及的别处。\n《彼岸花》是安妮宝贝的第一部长篇小说。乔和南生都是刚出道不久，带着浓厚学生味。书中以他们为主线，辗转于上海、杭州、南京、广州等城市，生活、工作、爱情，复杂多变，他们的命运也一样。", "ISBN": "9787544219570", "name": "彼岸花", "author": "安妮宝贝", "price": "20.00元", "press": "南海出版公司", "score": "7.8", "link": "https://book.douban.com/subject/1065970/", "author_profile": "安妮宝贝，自由作家。1998年开始发表小说，因作品风格独特引起广泛关注，成为畅销作家。现居北京。从事写作，摄影采访，媒体策划编剧等工作。", "date": "2001-9", "page": "284"}
,{"content_description": "安德烈十四岁的时候，龙应台离开欧洲，返回台湾，就任台北市首任文化局长。等她卸任回到儿子身边，安德烈已是一个一百八十四公分高的十八岁的小伙子，坐在桌子另一边，有一点“冷”地看着妈妈。\n他们是两代人，年龄相差三十年；他们也是两国人，中间横着东西文化。失去小男孩安安没关系，但龙应台一定要认识成熟的大学生安德烈。\n于是，母子俩用了三年时间互相通信。龙应台“认识了人生里第一个十八岁的人”，安德烈“也第一次认识了自己的母亲”。\n收入此书的的三十多封书信，感动了无数被“亲子”之间隔阂与冲突深深困扰着的读者，为读者弭平代沟、跨越文化阻隔、两代人沟通交流带来了全新的思维和方法。", "ISBN": "9787020068616", "name": "亲爱的安德烈", "author": "龙应台", "price": "26.00", "press": "人民文学出版社", "score": "8.7", "link": "https://book.douban.com/subject/3369793/", "author_profile": "龙应台，生于台湾高雄县。1986年出版《野火集》，抨击国民党政府黑暗统治，轰动台湾，当月再版二十四次，对台湾社会发生巨大影响。\n1999年任首任台北市文化局局长。2003年来，先后任香港城市大学、香港大学访问教授。《南方人物周刊》中国“五十位最具影响力的公共知识分子”之一。\n安德烈（Andreas Walther）\n1985年12月生于台湾，八个月大移居瑞士及德国。2006年进入香港大学经济系，认为经济学得很“好玩”。", "date": "2008-12", "page": "288"}
,{"content_description": "畅销书作家在出国的前一晚于家中被杀。凶手很快落网，对罪行供认不讳、但求速死，却对作案动机语焉不详。\n他当真是罪犯？他究竟为何杀人？\n在彻查被害人与凶手的过去之后，警官面对案情、手法均平淡无奇的事实，却感到如坠万丈深渊般无边的寒意……\n作为一部手记体杰作，《恶意》多年来在票选中始终名列前茅，同时被评论界和众多读者视为东野圭吾的巅峰之作，与《白夜行》同享光辉与荣耀：环环相扣的侦破进展百转千回，将手记体叙事的无限可能发挥得淋漓尽致；对复杂人性抽丝剥茧的深刻描画，令人眼花缭乱、哑口无言。\n更引人注目的，是《恶意》与《白夜行》恰似两生花，《白夜行》中的爱情极度炽烈，令人粉身碎骨；《恶意》中的怨恨则无比深沉，令人万劫不复。人性的两极就这样奇异地直击人心。", "ISBN": "9787544244428", "name": "恶意", "author": "[日] 东野圭吾", "price": "18.00", "press": "南海出版公司", "score": "8.4", "link": "https://book.douban.com/subject/3646172/", "author_profile": "东野圭吾，日本著名作家。1958年生于大阪，直木奖、推理作家协会奖、江户川乱步奖、本格推理小说大奖等日本重要文学奖项得主，出道20余年来作品逾60部。\n早期作品多为精巧细致的本格推理，随着写作功底浸润日深，涉及领域也不断延伸，对社会现象的剖析日渐精微。后期笔锋越发老辣，文字鲜加雕琢，叙述简练凶狠，情节跌宕诡异，故事架构几至匪夷所思的地步，擅长从极不合理之处写出极合理的故事，功力之深令人瞠目骇然。\n1985年，凭校园推理小说《放学后》夺得第31届江户川乱步奖，开始专职写作。\n1999年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖。\n2000年，《白夜行》入围第122届直木奖。\n2001年，《暗恋》入围第125届直木奖。\n2003年，《信》入围第129届直木奖。\n2004年，《幻夜》入围第131届直木奖。\n2006年，《嫌疑人X的献身》创造了日本推理小说史上绝无仅有的奇迹，将第134届直木奖、第6届本格推理小说大奖及当年度日本三大推理小说排行榜第1名一并收入囊中。", "date": "2009-6", "page": "264"}
,{"content_description": "你还没有试过，到大学路的麦当劳，点一杯大可乐，与两份薯条的约会方法吗？那你一定要读目前最抢手的这部网络小说——《第一次的亲密接触》。\n由于这部小说在网络上一再被转载，使得痞子蔡的知名度像一股热浪在网络上延烧开来，达到无国界之境。作者的电子信箱，每天都收到热情的网友如雪片飞来的信件，痞子蔡与轻舞飞扬已成为网络史上最发烧的网络情人。", "ISBN": "9787501524044", "name": "第一次的亲密接触", "author": "蔡智恒", "price": "12.80", "press": "知识出版社", "score": "7.4", "link": "https://book.douban.com/subject/1024217/", "author_profile": "蔡智恒，网络上的昵称是痞子蔡。1969年11月13日生于台湾嘉义布袋。台湾成功大学水利工程博士。1998年于BBS发表第一部小说《第一次的亲密接触》，造成全球华文地区的痞子蔡热潮。自此以后，左脑创作小说，右脑书写学术论文，独树一格。现于成大担任博士后研究员。主要著作有：《第一次亲密接触》（1998）、《7- Eleven之恋》（1999）、《爱尔兰咖啡》（2000）、《槲寄生》（2001）、《夜玫瑰》（2002）、《亦恕与珂雪》（2004）。", "date": "1999-11-1", "page": "224"}
,{"content_description": "这本书处处透露出沟通与理解的意味，它跨越时代限制，帮助我们探索爱的本质，引导我们过上崭新，宁静而丰富的生活；它帮助我们学习爱，也学习独立；它教诲我们成为更称职的、更有理解心的父母。归根到底，它告诉我们怎样找到真正的自我。\n正如开篇所言：人生苦难重重。M·斯科特·派克让我们更加清楚：人生是一场艰辛之旅，心智成熟的旅程相当漫长。但是，他没有让我们感到恐惧，相反，他带领我们去经历一系列艰难乃至痛苦的转变，最终达到自我认知的更高境界。", "ISBN": "9787807023777", "name": "少有人走的路", "author": "[美] M·斯科特·派克", "price": "26.00元", "press": "吉林文史出版社", "score": "8.4", "link": "https://book.douban.com/subject/1775691/", "author_profile": "M·斯科特·派克，我们这个时代最杰出的心理医生，他的杰出不仅在其智慧，更在于他的真诚和勇气。儿童时，他就以“童言无忌”远近闻名；少年时，他又勇敢地放弃了父母为他安排的辉煌前程，毅然选择了自己的人生道路，最终当上了一名心理医生。他曾在美军日本冲绳基地担任心理医生，为美军军官做心理医生。在近二十年的职业生涯中，他治俞了成千上万个病人，他以从业经验为基础写作的《少有人走的路》，创造了出版史上的一大奇迹。", "date": "2007-1", "page": "231"}
,{"content_description": "故事以经济飞速发展的上海这座风光而时尚的城市为背景，讲述了林萧、南湘、顾里、唐宛如四个从小感情深厚、有着不同价值观和人生观的女生，先后所经历的友情、爱情，乃至亲情的巨大转变，是一部当下时尚年轻人生活的真实写照。\n在一个宿舍朝夕相处的四个女生，开始了找工作实习的忙碌生活，面对巨大生存压力，在看似平静的校园生活相继发生着让她们措手不及、不知如何面对、抉择的事情。\n郭敬明在本书中，采用全新的叙述笔调，加入大量时尚元素，随处可见轻松搞笑的对话与内容，时而让人捧腹大笑，时而令人扼腕叹息。", "ISBN": "9787535438171", "name": "小时代1.0折纸时代", "author": "郭敬明", "price": "29.80元", "press": "长江文艺出版社", "score": "6.7", "link": "https://book.douban.com/subject/3191328/", "author_profile": "郭敬明，网名：第四维；别名：小四，四崽，四维。2001年因作品《剧本》获得第三届全国新概念作文大赛一等奖，2002年因作品《我们最后的校园民谣》获得第四届全国新概念作文大赛一等奖。\n主要作品：《爱与痛的边缘》《幻城》《左手倒影右手年华》《梦里花落知多少》《猜火车》《1995－2005夏至未至》 音乐小说《迷藏》、主编《岛》系列《无极》《悲伤逆流成河》主编《最小说》《N世界》等。", "date": "2008-10", "page": "301"}
,{"content_description": "《素年锦时》是安妮宝贝小说散文新作集。\n全书以春夏秋冬分章。作者以文字探索自我与外在环境及内心世界的关系，以及与之保持的疏离感。这种疏离感使她得以对照记忆与真实之间细微层次，沉着谈论身世，家庭，童年，回忆中消失的南方，流失，生命的客观性。剥离回忆的黑暗和光亮之处，将之呈现在多年新旧读者的面前。并且关注点由早期书写偏重的情感主题，逐渐转移到知识和思省的层面。坦直讨论写作和作品，涉及天分，交际，孤立，圈子，争议，价值观，读书，世相，人情，个人态度等等。风格清淡洗练，观点直率深入。\n这本书所呈现的心灵疆域和思考力，“深林人不知，明月来相照”，文字如同穿越月光夜色的清越笛声。一个素颜女童和始终执守边缘的写作者，身份分裂交错。出入自如，似漫游无人之境。\n书中另有一篇最新三万字小说《月棠记》，内容首次涉及都市男女婚姻主题。作者称之为“讲述成人的故事，属于孩子的心。", "ISBN": "9787506341011", "name": "素年锦时", "author": "安妮宝贝", "price": "27.00元", "press": "作家出版社", "score": "7.9", "link": "https://book.douban.com/subject/2256438/", "author_profile": "安妮宝贝，自由作家，现居北京。曾任职金融广告网络等行业。已出版短篇小说集《告别薇安》，散文及短篇小说集《八月未央》，长篇小说《彼岸花》，摄影图文集《蔷薇岛屿》。", "date": "2007-9", "page": "264"}
,{"content_description": "故事从“冬天的雨夜，在荒郊野外的山区，一个没有手机、没有汽油的孤单女人”开始。\n若菱，自名校毕业，拥有令人羡慕的工作，但心中却不时的自问：为什么我不能拥有想要的生活？为什么我不快乐？我该如何当自己生命的主人？ 在一个下雨的冬夜，若菱巧遇一名智慧老者，在与智者数度交谈的过程中，她渐渐填补不快乐、挫败的心灵缺口，寻回最真实勇敢的自我…… 你会不会担心和若菱一样，让身体的疲惫失控于华丽的业绩之中？ 你是否也想遇见在你心中的智慧老者，穿越心事的重重黑纱，遇见全新的自己？", "ISBN": "9787508044019", "name": "遇见未知的自己", "author": "张德芬", "price": "29.00", "press": "华夏出版社", "score": "8.1", "link": "https://book.douban.com/subject/2340100/", "author_profile": "张德芬，台湾大学企管系毕业，担任台湾电视公司新闻记者/主播多年后，去美国加州大学洛杉矶分校取得了企管硕士（MBA）的学位。2002年开始，她受到启发与指引，辞去高薪的工作，专心研修瑜伽以及各类心灵成长课程。\n五年多来，学习了各种不同的心灵成长以及心理治疗方法，并且博览中英文有关著作，透过时时刻刻活在当下以及观察自己的修炼，得到了许多灵性及个人成长方面的心得体悟。取得了中国国家心理咨询师的执照。现在最关心的是\"人类意识的进化与提升\"，为地球美好的未来贡献一己之力。目前与家人长期定居北京。\n2007年6月在台湾出版第一本有关身心灵成长的小说《遇见未知的自己》，名列台湾各大书店畅销排行榜，读者反应热烈，成为畅销作家。", "date": "2008-1", "page": "249"}
,{"content_description": "《一九八四》和《动物农场》是奥威尔的传世之作，堪称世界文坛上最著名的政治讽喻小说。他在小说中他创造的“老大哥”、“双重思想”、“新话”等词汇都已收入权威的英语词典，甚至由他的姓衍生了一个形容词“奥威尔式”不断出现在报道国际新闻的记者笔下，足见其作品在英语国家影响之深远。“多一个人看奥威尔，就多了一份自由的保障”，有评家如是说。", "ISBN": "9787532729357", "name": "一九八四·动物农场", "author": "[英] 乔治·奥威尔", "price": "23.00元", "press": "上海译文出版社", "score": "9.2", "link": "https://book.douban.com/subject/1082387/", "author_profile": "乔治·奥威尔（George Orwell, 1903-1950），英国作家。本名埃里克·亚瑟·布莱尔（Eric Arthur Blair），生于印度，父亲为殖民地官员。14岁考入伊顿公学，获取奖学金。1921从伊顿公学毕业后考取公职，到缅甸作了一名帝国警察，在那里，被奴役的殖民地人民的悲惨生活刺激了奥威尔的良知。他1927年辞职，后来写下与此段经历有关的《绞刑》（A Hanging, 1931），《缅甸岁月》（Burmese Days, 1934）和《猎象记》（Shooting an Elephant, 1936）这些纪实性作品。\n1928年1月回国后，奥威尔深入到社会底层，四处漂泊流落。在巴黎、伦敦两地，当过洗盘子的杂工，住过贫民窟，常常混迹在流浪汉和乞丐之中。次年，写下了关于这段经历的纪实性作品《巴黎伦敦落魄记》（Down and Out in Paris and London, 1933），真切地描述了生活在社会底层的人民的苦难。正是在为这部作品署名时，他用了“乔治·奥威尔”这一笔名。\n1936年7月，西班牙内战爆发。同年年底，奥威尔与新婚妻子一同奔赴西班牙，投身于保卫共和政府的战斗。奥威尔在前线担任少尉，喉部曾受重伤。他为记述西班牙内战而写的《向卡特洛尼亚致敬》（Homage to Catalonia, 1938）一书，后来成为关于这场内战的一部权威性文献。\n西班牙左翼共和政府的内部分裂，致使战争失利，而奥威尔差一点丧身在共和政府内部党派之争的倾轧中。这个惨痛的经验对他影响巨大。他曾说自己“从1930年起就是一个社会主义者了”，而这时候，他又开始考虑“捍卫民主社会主义”的问题了。这个思想出发点，一直影响到他后期的影响最广的两部名作——《动物农场》和《1984》的创作。\n1950年1月，奥威尔病逝，终年46岁。", "date": "2003-4", "page": "397"}
,{"content_description": "《百年孤独》内容复杂，人物众多，情节离奇，手法新颖。马尔克斯在书中溶汇了南美洲特有的五彩缤纷的文化。他通过描写小镇马孔多的产生、兴盛到衰落、消亡，表现了拉丁美洲令人惊异的疯狂历史。小说以“汇集了不可思议的奇迹和最纯粹的现实生活”荣获1982年诺贝尔文学奖。", "ISBN": "9787532706907", "name": "百年孤独", "author": "[哥伦比亚] 加西亚·马尔克斯", "price": "12.70元", "press": "上海译文出版社", "score": "8.9", "link": "https://book.douban.com/subject/1786670/", "author_profile": "加西亚·马尔克斯（1927一）哥伦比亚作家，记者。生于马格达莱纳省阿拉卡塔卡镇。父亲是个电报报务员兼顺势疗法医生。他自小在外祖父家中长大。外祖父当过上校军官，性格善良、倔强，思想比较激进；外祖母博古通今，善讲神话传说及鬼怪故事，这对作家日后的文学创作有着重要的影响。\n加西亚·马尔克斯作品的主要特色是幻想与现实的巧妙结合，以此来反映社会现实生活，审视人生和世界。重要作品有长篇小说《百年孤独》（1967）《家长的没落》（1975）、《霍乱时期的爱情》（1985）等。", "date": "1989-10", "page": "385"}
,{"content_description": "这本书收入斯蒂芬·金的四部中篇小说，是他作品中的杰出代表作。其英文版一经推出，即登上《纽约时报》畅销书排行榜的冠军之位，当年在美国狂销二十八万册。目前，这本书已经被翻译成三十一种语言，同时创下了收录的四篇小说中有三篇被改编成轰动一时的电影的记录。\n其中最为著名是曾获奥斯卡奖七项提名、被称为电影史上最完美影片的《肖申克救赎》（又译《刺激一九九五》）。这部小说展现了斯蒂芬·金于擅长的惊悚题材之外的过人功力。书中的另两篇小说《纳粹高徒》与《尸体》拍成电影后也赢得了极佳的口碑。其中《尸体》还被视为斯蒂芬·金最具自传色彩的作品。", "ISBN": "9787020054985", "name": "肖申克的救赎", "author": "[美] 斯蒂芬·金", "price": "29.90元", "press": "人民文学出版社", "score": "9.1", "link": "https://book.douban.com/subject/1829226/", "author_profile": "斯蒂芬·金（Stephen King），当代惊悚小说之王，通俗小说大师。他1947年9月21日出生于美国缅因州的波特兰一贫困家庭。在州立大学学习英国文学，毕业后因工资菲薄而走上写作道路。70年代中期声名渐起。自80年代至90年代以来，历年的美国畅销书排行榜，他的小说总是名列榜首，久居不下。斯蒂芬·金是在当今世界读者最多的美国小说家。他的作品超越于传统的恐怖小说，惯于通过对事件气氛的营造来震慑读者。", "date": "2006-7", "page": "466"}
,{"content_description": "他以文字名满全球。\n他的“蓝调”令万千人神迷忧伤。\n文字是他的符号，“跑者蓝调”何尝不是？\n不再是浮华迷茫，不再是旖旎感伤，不再羚羊挂角无迹可寻——写了几十年“别人”的文字，他第一次只写自己：小说之外、故事之外、文字之外，均是不施雕琢娓娓道来，清淡如云，宁静如水……", "ISBN": "9787544242820", "name": "当我谈跑步时我谈些什么", "author": "[日] 村上春树", "price": "25.00", "press": "南海出版公司", "score": "8.1", "link": "https://book.douban.com/subject/3369600/", "author_profile": "村上春树，日本著名作家。\n循着岁月流逝、地点变迁，唯有四分之一个世纪里日日坚持跑步的所见所闻、所惑所思最是真真切切：1982年秋，开始职业作家生涯之际，也开始长跑。此后近30年，从夏威夷的考爱岛到马萨诸塞的剑桥，从日本村上市参加铁人三项赛，到踏上希腊马拉松长跑古道，他，永远奔跑。", "date": "2009-1", "page": "198"}
,{"content_description": "这是一个热情故事，我想表达出爱情的万转千回，完全幻灭了之后也还有点什么东西在。——张爱玲\n《小团圆》以一贯嘲讽的细腻工笔，刻画出张爱玲最深知的人生素材，在她历史中过往来去的那些辛酸往事现实人物，于此处实现了历史的团圆。那余韵不尽的情感铺陈已臻炉火纯青之境，读来时时有被针扎人心的滋味，故事中男男女女的矛盾挣扎和颠倒迷乱，正映现了我们心底深处诸般复杂的情结。", "ISBN": "9787530209981", "name": "小团圆", "author": "张爱玲", "price": "28.00", "press": "北京十月文艺出版社", "score": "7.6", "link": "https://book.douban.com/subject/3616310/", "author_profile": "张爱玲（1920-1995），中国女作家。祖籍河北丰润，生于上海。1943年开始发表作品，代表作有中篇小说《倾城之恋》、《金锁记》、短篇小说《红玫瑰与白玫瑰》和散文《烬余录》等。1952年离开上海，1955年到美国，创作英文小说多部。1969年以后主要从事古典小说的研究，著有红学论集《红楼梦魇》。已出版作品有中短篇小说集《传奇》、散文集《流言》、散文小说合集《张看》以及长篇小说《十八春》、《赤地之恋》等。", "date": "2009-4", "page": "283"}
,{"content_description": "《且听风吟》是村上春树的成名作，他是以这部中篇开始文学创作的。\n小说的情节并不很复杂。“我”在酒吧喝酒，去卫生间时见一少女醉倒在地，遂就其护送回家，翌日少女发现自己一丝不挂，斥责“我”侮辱了她，“我”有口难辩。但几天后，两人逐渐亲密……不料“我”寒假回来，少女已无处可寻，只好一个人坐在原来两人坐过的地方怅怅地望着大海。", "ISBN": "9787532726172", "name": "且听风吟", "author": "[日] 村上春树", "price": "11.80元", "press": "上海译文出版社", "score": "7.8", "link": "https://book.douban.com/subject/1039752/", "author_profile": "村上春树（1949- ），日本小说家。曾在早稻田大学文学部戏剧科就读。1979年，他的第一部小说《听风之歌》问世后，即被搬上了银幕。随后，他的优秀作品《1973年的弹子球》、《寻羊冒险记》、《挪威的森林》等相继发表。他的创作不受传统拘束，构思新奇，行文潇洒自在，而又不流于庸俗浅薄。尤其是在刻画人的孤独无奈方面更有特色，他没有把这种情绪写成负的东西，而是通过内心的心智性操作使之升华为一种优雅的格调，一种乐在其中的境界，以此来为读者，尤其是生活在城市里的人们提供了一种生活模式或生命的体验。", "date": "2001-8", "page": "141"}
,{"content_description": "看不見的，是不是就等於不存在？\n記住的，是不是永遠不會消失？每一個黃昏過後，大家焦慮地等待，卻再也沒有等到月亮升起。\n潮水慢慢平靜下來，海洋凝固成一面漆黑的水鏡，\n沒有月亮的夜晚，世界變得清冷幽寂．但是，最深的黑夜即將過去，月亮出來了……", "ISBN": "9789577452443", "name": "月亮忘記了", "author": "幾米", "price": "NT$ 299", "press": "格林", "score": "8.5", "link": "https://book.douban.com/subject/1358873/", "author_profile": "", "date": "2000-2-1", "page": "114"}
,{"content_description": "夏沫和洛熙都是孤儿，少年的他们在养父母家相识，因为童年留在内心的阴影，他们彼此充满戒备和防范。洛熙在夏沫和弟弟参加电视歌唱大赛遇到尴尬状况下为他们解围，两个孩子中间的坚冰在逐渐融化，而深爱夏沫的富家少爷欧辰为了分开两人，把洛熙送到英国留学……\n五年后的洛熙成了拥有无数FANS的天皇巨星，而夏沫作为唱片公司的新晋艺人与他再次相遇，欧辰失忆了，三大主角再度登场，爱恨纠葛，他们之间将会发生怎样的一段故事。", "ISBN": "9787801879912", "name": "泡沫之夏", "author": "明晓溪", "price": "20.00元", "press": "新世界出版社", "score": "7.0", "link": "https://book.douban.com/subject/1596305/", "author_profile": "明晓溪，青春言情文学女作家。武汉大学毕业。主编杂志《仙度瑞拉》。已出版作品：《水晶般透明》《冬日最灿烂的阳光》《无往而不胜的童话》《烈火如歌》《烈火如歌２》《会有天使替我爱你》《泡沫之夏》。", "date": "2006-3", "page": "316"}
,{"content_description": "《会有天使替我爱你》是一部校园爱情小说，先在网络连载。\n小米因为死去男友的心脏移植给了另外一个男孩而转学来到了他所在的学校，这个男孩——尹堂曜同明晓溪所有小说中的男主角一样，高大英俊，家境优越，帅且酷……\n小米用尽一切办法去接近尹堂曜，替他写作业、跑1500米……终于，尹堂曜接受了小米并开始同她交往，但有一天，小米突然发现，他死去男友的心脏其实并没有移植到尹堂曜的身上……而尹堂曜也发现了小米接近他的真实目的……", "ISBN": "9787801876553", "name": "会有天使替我爱你", "author": "明晓溪", "price": "20.00元", "press": "新世界出版社", "score": "6.8", "link": "https://book.douban.com/subject/1291760/", "author_profile": "明晓溪，青春言情文学女作家。武汉大学毕业。主编杂志《仙度瑞拉》。已出版作品：《水晶般透明》《冬日最灿烂的阳光》《无往而不胜的童话》《烈火如歌》《烈火如歌２》《会有天使替我爱你》《泡沫之夏》。", "date": "2005-5", "page": "329"}
,{"content_description": "在任何传说中，友情永远以无暇而美丽的姿态根生在青春的土壤上，迎风摇曳她们美好的叶瓣。女孩子们将友情具象为结伴成行、同喜同悲、片刻不离等等亲密的举动，好像生来就是双生花那样地相互依靠。但在高中女生宁遥心里，在她每时每刻都与好友王子杨在一起的时候，却隐藏着异常强烈而真实的厌恶感。如同气味强烈的酒精，向内心不断散发着刺鼻的味道。\n每当宁遥无处诉说的时候，她便去学校体育仓库后找写满了许多人的涂鸦的墙。在那里，她可以将对好友的种种不满和厌恶一一倾吐，只为了在面对她的时候能够将一切掩盖得结结实实，两人继续着亲密的朋友关系，没有任何疑点。\n就在宁遥以为一切可以继续这样的状态，直到她们走过这段青春时，由于结识了男生陈谧而变得心情动荡的她，被王子杨发现了秘密，两人因此而有了一次严重的冲突。宁遥忍不住在墙上又一次写下对朋友的不满后，这一泄露秘密的字句却被王子杨发现了。\n尽管有无关的男生萧逸祺撒谎为宁遥顶罪，让即将破裂的局面又回到了平静的过往。可事情却有了大大的不同。发现事实而佯装被骗，继续在宁遥身边的王子杨，和内心充满了对好友的愧疚，忍不住想补偿的宁遥，两人在随后的生活中开始了自觉与不自觉的纠缠。既有不断产生的温情，又有主动兴起的恨意……而那些矛盾看似尖锐，却又缓缓流动着青春的热度。\n在她们两人异常的友情之花下被牵连进来的陈谧和萧逸祺，两个个性迥然的男生也逐渐染上了被动的色彩。四个人之间的排斥与依赖，喜爱与憎恶，全都因为体育仓库后的那面墙，而变得难以预测。\n那些在美丽的传说中以晶莹姿态舒展的青春情感，最后将以分离作为终结，又或者，如同投错了地址的信笺，落在荒芜的人世外，而每一笔记载下的句子，都带着温暖而美好的本意……", "ISBN": "9787531328865", "name": "年华是无效信", "author": "落落", "price": "20.00元", "press": "春风文艺出版社", "score": "7.6", "link": "https://book.douban.com/subject/1227838/", "author_profile": "落落，82年4月生，上海人，编辑，自由撰稿人。\n著有长篇小说《年华是无效信》（2005年），短篇小说集《那些生命中温暖而美好的事情》（2005年），长篇小说《尘埃星球》（2007年），随笔集《不朽》（2008年）。", "date": "2005-2", "page": "154"}
,{"content_description": "", "ISBN": "9787020017713", "name": "安徒生童话故事集", "author": "（丹麦）安徒生", "price": "25.00", "press": "人民文学出版社", "score": "9.1", "link": "https://book.douban.com/subject/1046209/", "author_profile": "安徒生是丹麦19世纪著名童话作家，世界文学童话创始人。他生于欧登塞城一个贫苦鞋匠家庭，早年在慈善学校读过书，当过学徒工。受父亲和民间口头文学影响，他自幼酷爱文学。\n“为了争取未来的一代”，安徒生决定给孩子写童话，出版了《讲给孩子们听的故事》。此后数年，每年圣诞节都出版一本这样的童话集。其后又不断发表新作，直到1872年因患癌症才逐渐搁笔。近40年间，共计写了童话168篇。\n安徒生的创作可分早、中、晚三个时期。早期童话多充满绮丽的幻想、乐观的精神，体现现实主义和浪漫主义相结合的特点。代表作有《打火匣》、《小意达的花儿》、《拇指姑娘》、《海的女儿》、《野天鹅》、《丑小鸭》等。中期童话，幻想成分减弱，现实成分相对增强。在鞭挞丑恶、歌颂善良中，表现了对美好生活的执着追求，也流露了缺乏信心的忧郁情绪。代表作有《卖火柴的小女孩》、《白雪皇后》、《影子》、《一滴水》、《母亲的故事》、《演木偶戏的人》等。晚期童话比中期更加面对现实，着力描写底层民众的悲苦命运，揭露社会生活的阴冷、黑暗和人间的不平。作品基调低沉。代表作有《柳树下的梦》、《她是一个废物》、《单身汉的睡帽》、《幸运的贝儿》等。", "date": "1997-08", "page": "550"}
]